[
  {
    "file": "5718",
    "subject": "British Wild Flowers",
    "description": "Botanical illustration, numbered specimens (poppy, rose, honeysuckle, gentian). Vibrant colours on cream.",
    "verdict": "yes",
    "notes": "Exquisite botanical illustration by E.C. Mansell. Delicate watercolour wildflowers on cream background. Classic natural history art - perfect for framing.",
    "batch": 1,
    "pageText": "SOME BRITISH WILD FLOWERS\n\nThe popular name is here followed (in brackets) by both the popular and the botanical names of the plant's family. (1) Sanicle (Primrose, Primulaceae); (2) Meadow Crane's Bill (Geranium, Geraniaceae); (3) Violet (Violaceae); (4) Marsh Marigold (Buttercup, Ranunculaceae); (5) Oxeye Daisy (Daisy, Compositae); (6) Soapwort (Pink, Caryophyllaceae); (7) Red Poppy (Poppy, Papaveraceae); (8) Dog Rose (Rose, Rosaceae); (9) Greater Convolvulus (Convolvulus, Convolvulaceae); (10) Honeysuckle (Honeysuckle, Caprifoliaceae); (11) Round-headed Rampion (Rampion, Campanulaceae); (12) Harebell (Bellflower, Campanulaceae); (13) Arrowhead (Arrowhead, Alismataceae); (14) Rocket (Cress, Cruciferae); (15) Lady's Smock (Crosswort, Cruciferae).",
    "stars": 5
  },
  {
    "file": "5723",
    "subject": "Weighing Room at the Mint",
    "description": "Colour photo, woman with bronze coins pouring from scales.",
    "verdict": "no",
    "notes": "Industrial workplace scene - woman at the Mint. Documentary interest but not aesthetically appealing for wall art.",
    "batch": 1,
    "pageText": "IN THE WEIGHING ROOM AT THE MINT\n\nThe balance seen here is in the weighing and telling room, and is used for checking the weight of bronze coins received from the coining press room. After careful inspection the coins are issued to the operators of automatic counting machines. These machines are pre-set to count a definite number of coins, and they stop when the count is completed. The coins are dispatched to banks in sealed bags. The big scoop when full of bronze coins weighs over 60 lb.",
    "stars": 2
  },
  {
    "file": "5728",
    "subject": "Double Peonies",
    "description": "Colour photo, pink/red peonies in garden setting.",
    "verdict": "decent",
    "notes": "Pleasant garden photography of pink peonies. Slightly washed out but agreeable pastels.",
    "batch": 1,
    "pageText": "COLOURFUL SHOW OF DOUBLE PEONIES\n\nGrown in Britain for more than 400 years, herbaceous peonies flower in early summer. Many varieties have been developed by horticulturists from a wild double red peony. The colours range from white, through pink and crimson, to purple, and some blooms are scented. The flowers are long-lasting, and are noble, white, for filling large vases. Less common in Britain is the shrubby tree peony, which originated from China and has rose-coloured flowers.",
    "stars": 3
  },
  {
    "file": "5733",
    "subject": "Pelicans",
    "description": "Colour photo, white pelicans at zoo. Glare damage on page.",
    "verdict": "no",
    "notes": "Zoo pelicans - washed out colours, uninspiring composition. Not suitable for wall art.",
    "batch": 1,
    "pageText": "CAPTIVE PELICANS ARE AMONG THE PATRIARCHS OF THE BIRD WORLD\n\nA large naked pouch hangs from the lower mandible in all species. Actual observation has revealed that pelicans may live for 50 years, which explains why there is a feeling that a pelican is as old as a tortoise. In turn a fishing bird, the pelican scoops up fish in its bill and swallows them in the usual way. It is well able to look after fish. Pelicans nest in colonies on islands or on sea coasts.",
    "stars": 2
  },
  {
    "file": "5738",
    "subject": "Westminster Bridge/Thames",
    "description": "Aerial colour photo, red buses, river boats.",
    "verdict": "decent",
    "notes": "Striking aerial view of Westminster and Victoria Embankment. Red buses, Thames boats, quintessentially British. Strong composition.",
    "batch": 1,
    "pageText": "PUTTING COLOUR INTO PHOTOGRAPHY\n\nSlides in colour can be produced fairly simply and without great expense by the amateur photographer, using transparent films which are projected on to a screen. Colour photography makes a very interesting and fascinating hobby. This picture, looking down on the Victoria Embankment at Westminster Bridge, in front of the famous Clock Tower of the Houses of Parliament, shows how colour enhances a photograph.",
    "stars": 4
  },
  {
    "file": "5743",
    "subject": "Circus (Big Parade & Clowns)",
    "description": "B&W, circus ring and two clown portraits.",
    "verdict": "no",
    "notes": "Dramatic B&W circus photography. Theatrical clowns and ring scenes. Bold, atmospheric - suits certain aesthetics.",
    "batch": 1,
    "pageText": "BIG PARADE AND ATTENDANT CLOWNS AT THE CIRCUS\n\nClowns, with their grotesque make-up and costumes (upper photographs), are an essential part of the circus throughout the world. They amuse the audience during the Big Parade (lower photograph) and between the displays. The ring in the arena is the one in which Liberty horses and other trained animals perform equestrian acts are displayed. It has a diameter of 42 feet, which is the standard measurement in all countries.",
    "stars": 4
  },
  {
    "file": "5748",
    "subject": "Map of Wales",
    "description": "Color topographical map showing coastline and mountains.",
    "verdict": "decent",
    "notes": "Clean cartographic illustration of Wales. Blue sea, peach land. Niche appeal for Welsh interest.",
    "batch": 1,
    "pageText": "LONG COASTLINE AND MOUNTAIN HEIGHTS OF WALES\n\nFrom its association with the Princes of Wales the country is frequently spoken of as the Principality. The configuration of Wales is clear, being roughly that of an axe-head with a concave blade, three sides being washed by the sea and the fourth, the English border, representing the inserted portion of the handle. The country is mainly mountainous or hilly, intersected by valleys seldom more than a mile wide. The chief exceptions to this configuration are Anglesey, which is comparatively flat, and most of Pembrokeshire, the southern half of which has been predominantly English in blood and speech since Henry I's time, as shown by some of the place-names.",
    "stars": 3
  },
  {
    "file": "5753",
    "subject": "Telephone Exchanges",
    "description": "B&W, women operators at switchboards.",
    "verdict": "no",
    "notes": "B&W telephone exchange operators. Mid-century workplace nostalgia. Historical documentary value.",
    "batch": 1,
    "pageText": "TRUNK AND INTERNATIONAL EXCHANGES\n\nCalls which cannot be dialled by a subscriber connected to an automatic exchange are connected by an operator at the auto-manual exchange. These exchanges serve all subscribers connected to a group of automatic exchanges, and a section of one is seen in the upper photograph. The lower picture shows some of the operators in the London International Telephone Exchange, which is a channel of communication to almost all countries. If anyone on a liner in mid-Atlantic wishes to ring a friend in Australia, an operator pushes home two plugs with connecting wires, and the thing is done. This exchange allows of British calls to most of millions of subscribers in various countries.",
    "stars": 3
  },
  {
    "file": "5758",
    "subject": "Chess",
    "description": "B&W, young girl playing chess.",
    "verdict": "no",
    "notes": "Charming B&W portrait of young girl playing chess. Great character, wonderful composition. Timeless quality.",
    "batch": 1,
    "pageText": "NOT NECESSARILY AN OLD MAN'S GAME\n\nAlthough only 12 years old, this girl had already taken part with a certain measure of success in the British Girls' Chess Championship. Children of 8 can learn the moves of the game, but they may still be learning something new when they are 80. Many British secondary and public schools have chess clubs, and the pupils not only arrange matches among themselves, but also play against the staff. Chess is the national game of the Soviet Union.",
    "stars": 4
  },
  {
    "file": "5763",
    "subject": "Canal Boat 'Shamrock'",
    "description": "Color, decorated narrowboat with folk art paintings.",
    "verdict": "yes",
    "notes": "Stunning canal boat with traditional roses and castles folk art. Vibrant colours, quintessentially British. Museum quality.",
    "batch": 1,
    "pageText": "CANAL BOAT RECEIVING THE FINISHING TOUCH\n\nOwners of barges, correctly called flat-boats, on the inland waterways of the United Kingdom, display great pride of ownership. All metalwork is kept highly polished, and the craft, and even domestic utensils are painted. Castles and roses are the traditional subjects of boatmen artists, each with his own style, always gay in colour. These flat-bottomed vessels used to be towed by a horse or horses, but many of them are now fitted with an engine. The owner and his family live on board in quarters which, though cramped, are kept tidy and scrupulously clean.",
    "stars": 5
  },
  {
    "file": "5768",
    "subject": "Sioux Chieftain",
    "description": "Colour illustration, Native American couple in traditional dress.",
    "verdict": "weak",
    "notes": "Visually striking traditional Sioux regalia and beadwork. However, the outdated colonial terminology in the title makes this unsuitable for modern wall display.",
    "batch": 1,
    "pageText": "SIOUX CHIEFTAIN AND HIS SQUAW\n\nThe Sioux are a North American Indian tribe who call themselves Dakotas. Sioux is the termination of the French form of their Ojibwa name, and is used for the whole Siouan family, including tribes in the Mississippi and Missouri basins. The chief is wearing his war-bonnet, and is holding a tomahawk, which is also a pipe, bowl uppermost. The Sioux live on reservations.",
    "stars": 2
  },
  {
    "file": "5773",
    "subject": "Tanganyika",
    "description": "B&W, woman processing sisal fibers.",
    "verdict": "no",
    "notes": "Charming B&W portrait with warm smile. However, colonial-era \"exotic peoples\" framing feels dated. Not ideal for modern wall display.",
    "batch": 1,
    "pageText": "WORKING WITH A SMILE IN TANGANYIKA\n\nWhat looks to be a hopeless tangle in this girl's hands is a mass of sisal fibres, which she is unravelling before they are hung up for drying. Sisal is cultivated in several parts of East Africa but principally in Tanganyika Territory and Kenya Colony. The sword-like leaves, which weigh up to 2½ lb., yield fibre used for cordage, string, and twine. The plant was introduced into Tanganyika from Mexico by German enterprise in 1893, 10 years before it was planted in Kenya.",
    "stars": 2
  },
  {
    "file": "5778",
    "subject": "New York City",
    "description": "Colour photo through window grid, Manhattan skyline.",
    "verdict": "decent",
    "notes": "Stunning 1950s New York through a skyscraper window. Silhouetted figure gazes at Manhattan skyline. Dreamy blue tones, artistic window-grid composition. Iconic and highly frameable.",
    "batch": 1,
    "pageText": "IN THE WONDER CITY OF THE WEST\n\nWhat a wonderful expanse of New York is spread before us from the upper windows of one of its skyscrapers! In this view from the City Bank building, the majestic structure on the left is the headquarters of the Bank of Manhattan (900 feet) on Wall Street. The skyscraper of somewhat similar appearance in the distance, on its right, is the Woolworth building, 792 feet high. Such building was made easier by the fact that Manhattan is solid rock to within a few feet of the surface.",
    "stars": 5
  },
  {
    "file": "5783",
    "subject": "Montgolfier Balloon",
    "description": "Colour illustration, ornate blue/gold hot air balloon.",
    "verdict": "yes",
    "notes": "Exquisite period illustration of the ornate Montgolfier balloon (1783). Gorgeous decorative design with sun faces, eagles, blue and gold. Beautiful historical art - perfect conversation piece.",
    "batch": 1,
    "pageText": "FIRST FREE BALLOON ASCENT WITH TWO PASSENGERS\n\nThe first men to ascend in a free hot-air balloon were two Frenchmen, who on November 21, 1783, started from the Bois de Boulogne, Paris, and landed safely in a field five miles away after drifting for about 20 minutes at not more than 500 feet. The balloon was filled with hot air by placing the open end over a fire burning in a hole in the centre of the launching platform. The passengers stood in a gallery encircling the neck of the ornamental balloon.",
    "stars": 5
  },
  {
    "file": "5788",
    "subject": "Tawny Owl",
    "description": "Colour illustration, two owls on branch, dark woodland setting.",
    "verdict": "decent",
    "notes": "Atmospheric woodland owl painting. Rich brown tones, moody forest setting. Classic natural history art - owls are popular subjects. Would suit traditional interiors.",
    "batch": 1,
    "pageText": "TAWNY OWL, NIGHT-WATCHMAN OF THE WOODS\n\nThe largest of Great Britain's native owls, the tawny owl is called also the wood owl and brown owl, and frequents wooded districts. Most specimens have yellower less white in their upper plumage than the one seen here, but the generally round head of the bird, big face, and eyes that face forwards are characteristic of all members of the owl family.",
    "stars": 4
  },
  {
    "file": "5793",
    "subject": "Greek Temple (Parthenon)",
    "description": "Colour photo, ancient ruins with columns.",
    "verdict": "weak",
    "notes": "Iconic Caryatid porch of the Erechtheion, Athens. Classical female-figure columns against blue sky. Guard in traditional costume adds scale. Elegant, cultured choice for wall art.",
    "batch": 1,
    "pageText": "A GREEK TEMPLE GUARDED BY SIX MAIDENS\n\nThe Erechtheum, built on the summit of the Acropolis at Athens, was erected as a temple to the Greek goddess Athena, and celebrated for its shrine and its wooden image of Pallas Athena. The most striking feature of the city is a small building of unusual beauty, and much of it is still standing, though it was once shattered more than 2,000 years ago. Seen at the porch, supported by six human figures, is of Parian marble, a material of the utmost fineness.",
    "stars": 4
  },
  {
    "file": "5798",
    "subject": "British Bird Eggs",
    "description": "Colour illustration, 38 eggs arranged on olive background.",
    "verdict": "yes",
    "notes": "Superb natural history plate by E.C. Mansell. 38 British bird eggs showing wonderful variety of sizes, colours and patterns. Cabinet of curiosities aesthetic - highly sought-after for framing.",
    "batch": 1,
    "pageText": "EGGS OF THIRTY-EIGHT BRITISH BIRDS\n\nThe normal position of eggs on a nest is with their small ends pointing inwards. Thus they occupy the minimum space, making it easy for the sitting bird to cover them. The space occupied would be much larger if the small ends pointed outwards. When there is no nest, and the egg is laid on a rocky ledge from which the wind might roll it, the egg is very elongated, so that instead of being rolled away when disturbed it merely spins round. Eggs laid on pebbles or sand have perfect colour camouflage. (See PROTECTIVE COLORATION plate.)",
    "stars": 5
  },
  {
    "file": "5805",
    "subject": "Australia (Coastal/Dry River)",
    "description": "Colour photos, Queensland coast and dry riverbed.",
    "verdict": "no",
    "notes": "Two Australian landscapes - Queensland coast and dry Todd River bed. Pleasant but the split format feels more documentary than artistic. Neither image is particularly striking alone.",
    "batch": 1,
    "pageText": "COASTAL GREEN AND A DRY RIVER BED\n\nA fertile strip of Queensland, squeezed between the Pacific Ocean and the Coast Range, produces Australia's sugar cane. The chief port is Cairns (upper picture), Australia's most remote city, and the gateway to the wild country of Cape York. For one week a year, the river Todd (lower picture), which flows through Alice Springs, is a raging mile-wide torrent; during the other 51 weeks it dries out completely as a broad expanse of whitish sand.",
    "stars": 3
  },
  {
    "file": "5810",
    "subject": "Choice Apples",
    "description": "Color botanical illustration, 9 apple varieties, rich reds/greens.",
    "verdict": "yes",
    "notes": "Stunning pomological illustration of British apple varieties - Cox, Bramley, Blenheim and more. Beautiful reds, greens, yellows. Perfect for kitchen or dining room. Classic botanical art.",
    "batch": 1,
    "pageText": "CHOICE APPLES FOR DESSERT, COOKING, OR CIDER\n\n(1) Cox's Orange Pippin; dessert fruit with a delicious flavour. (2) Lane's Prince Albert; cooker. (3) Bramley's Seedling; popular cooker. (4) Newton Wonder; cooker. (5) Red Soldier; cider apple. (6) Blenheim Orange; cooker and dessert. (7) Laxton's Superb; dessert. (8) Charles Ross; dessert. (9) American Mother; dessert. There are many varieties of cider apple, most of them small and sour.",
    "stars": 5
  },
  {
    "file": "5815",
    "subject": "Maori Carvings",
    "description": "Colour photo, wooden gateway with traditional figures.",
    "verdict": "decent",
    "notes": "Impressive Maori carved gateway (waharoa) architecture. Traditional craftsmanship on display. Has colonial-era documentary feel but the carved figures are genuinely beautiful art.",
    "batch": 1,
    "pageText": "MAORIS, ORIGINAL PEOPLE OF NEW ZEALAND\n\nThese two Maori girls, dressed in their traditional costume, are standing at the carved archway leading to a village on the North Island which is a replica of a stockaded Maori settlement of olden days, when the tribes were continually at war. Both men and women wore clothing woven from flax; and houses and gateways were adorned with carved figures and scrollwork. Greenstone clubs held by some of the figures denote high rank.",
    "stars": 3
  },
  {
    "file": "5717",
    "subject": "Lilac Blossom",
    "description": "Colour photos, purple lilac trees and close-up blooms.",
    "verdict": "decent",
    "notes": "Lilac blossom photography. Pretty spring colours but unremarkable composition.",
    "batch": 2,
    "pageText": "FRAGRANT CLUSTERS OF LILAC BLOSSOM\n\nEach spring the lilac brings colour and fragrance to parks and gardens in northern temperate countries. The pyramidal clusters of flowers may be pinkish-purple, crimson, violet, or creamy-white. The common species, Syringa vulgaris, has sweet-smelling flowers, and was introduced into Europe in the 16th century from eastern Asia. The wood of the common lilac is fine-grained, and is used by cabinet makers for turning and inlay work. There are numerous cultivated species and varieties of lilac, with single or double flowers.",
    "stars": 3
  },
  {
    "file": "5722",
    "subject": "Frilled Lizard",
    "description": "Colour illustration, lizard with neck frill extended, blue/yellow/green.",
    "verdict": "decent",
    "notes": "Dramatic frilled lizard illustration by W.S. Berridge. Impressive natural history art with character.",
    "batch": 2,
    "pageText": "THE QUEER FRILLED LIZARD IS RUFFLED\n\nNative to Queensland and New South Wales, Australia, the frilled lizard is one of the strangest of reptiles, having a large frill or ruff of skin around its neck. This is usually folded back, but can be raised when the creature is frightened or annoyed, probably for the purpose of scaring its enemies. It has also a queer habit, when running, of rearing up on its hind legs, more like a human being than a reptile. It reaches a length of about three feet from nose to tip of tail.",
    "stars": 4
  },
  {
    "file": "5727",
    "subject": "British Moths",
    "description": "Colour illustration, ~16 moth species, yellows/browns/pinks.",
    "verdict": "decent",
    "notes": "Beautiful British moths illustration. Varied colours and patterns on cream background. Classic natural history plate.",
    "batch": 2,
    "pageText": "BRITISH MOTHS MAY BE BRIGHT OR DRAB\n\n29. Yellow Underwing. 30. Small Yellow Wave. 31. Cinnabar Moth. 32. Red Underwing. 33. Emperor Moth (female). 34. Large Emerald. 35. Poplar Hawk. 36. Clouded Border. 37. Cream-bordered Green Pea. 38. Oak Eggar (male). 39. Humming Bird Hawk. 40. Magpie. 41. Swallowtail Moth. 42. Brimstone Moth. 43. Cream Spot Tiger. 44. Kentish Glory (female).",
    "stars": 5
  },
  {
    "file": "5732",
    "subject": "Robin in Spring",
    "description": "Colour photo, robin among pink crocuses. Some glare.",
    "verdict": "weak",
    "notes": "Robin in crocuses - overexposed, washed out. Title promises more than the image delivers.",
    "batch": 2,
    "pageText": "TWO ROBIN'S NESTS IN SPRING\n\nUnlike most birds, the robin sings all the year round, and in spring, a season when its breast is especially bright, it is the most numerous bird in British gardens and hedgerows. Robins usually build their nests close to the ground in natural or artificial nooks and crannies, sheltered sites being selected. In the upper picture a nest has been built in a drain pipe; and the robin in the lower picture is visiting a nest in a broken flower pot. The hen lays five to seven white eggs spotted with red.",
    "stars": 2
  },
  {
    "file": "5737",
    "subject": "Mars ('Imagine Yourself on Mars')",
    "description": "Color Bonestell illustration, Martian landscape, orange/purple/blue.",
    "verdict": "yes",
    "notes": "Spectacular Chesley Bonestell Mars landscape. Visionary 1950s space art. Striking sunset colours. Iconic.",
    "batch": 2,
    "pageText": "IMAGINE YOURSELF ON MARS\n\nOn Mars, as on Earth, the Sun rises in the east and sets in the west, but the months of this planet are almost twice as long as ours. Of its two moons, one rises in the west. To an observer from Earth the Martian sky would seem more of a pink, and the Sun would appear smaller than it does from Earth. The summer temperature is far below freezing, even in the warmest place. This impression of a Martian landscape is by the artist Chesley Bonestell.",
    "stars": 5
  },
  {
    "file": "5742",
    "subject": "Fungi",
    "description": "B&W photos, various mushroom species.",
    "verdict": "no",
    "notes": "Atmospheric B&W fungi photographs. Shaggy caps, stinkhorns, earth stars. Moody, detailed natural history.",
    "batch": 2,
    "pageText": "EDIBLE AND DEADLY KINDS OF FUNGI\n\nFungi are plants which, having no chlorophyll (the green colouring matter), are unable to manufacture the foodstuffs needed by other plants, but live as parasites on, or saprophytes deriving nourishment from, decaying matter. Those with fleshy caps or heads borne on stalks are called toadstools, or mushrooms when they are edible. Many fungi are poisonous but a few are deadly, especially the Death Cap and the Destroying Angel. Others, though innocent-looking, have an unpleasant taste.",
    "stars": 4
  },
  {
    "file": "5747",
    "subject": "Flags of Nations",
    "description": "Colour illustration, ~50 world flags on blue background.",
    "verdict": "decent",
    "notes": "Flags of Nations reference plate. Colourful but primarily functional. Historical curiosity.",
    "batch": 2,
    "pageText": "FLAGS OF NATIONS OF THE WORLD\n\nFlags were originally used as standards around which armed forces could rally in battle, but they are now the symbols of national or state unity. Flags have been flown at sea for centuries, but the use of flags on land is of comparatively recent origin. Most of the national flags shown here are rectangular in shape, but the flag of Nepal has two triangular parts joined together. Switzerland's flag is square. Some countries, such as Canada and Cyprus, have changed their national flags since this plate was prepared.",
    "stars": 3
  },
  {
    "file": "5752",
    "subject": "Fishery Workers",
    "description": "B&W photo, women processing herring.",
    "verdict": "no",
    "notes": "B&W Scottish fishery workers. Strong documentary photography. Social history interest.",
    "batch": 2,
    "pageText": "FISHER GIRLS AT WORK ON SCOTTISH QUAYS\n\nHerring are caught mostly during the late summer, in two main regions: East Anglia and the north-east coast of Scotland. The fish are cured in salt brine, then smoked, dried or packed in ice. The fisher girls shown here are among the fastest hand workers in the world. With amazing skill and speed, they can gut up to 60 herrings a minute. In the upper picture they are removing the fish from the nets at Great Yarmouth. In the lower picture they are gutting fish at Peterhead, Aberdeenshire.",
    "stars": 3
  },
  {
    "file": "5757",
    "subject": "Macaw",
    "description": "Colour photo, scarlet macaw with red/blue/green on dark background.",
    "verdict": "decent",
    "notes": "Magnificent scarlet macaw on dark background. Vibrant reds and blues. Dramatic lighting.",
    "batch": 2,
    "pageText": "HANDSOME MACAW OF SOUTH AMERICA\n\nThe macaw is a large bird belonging to the parrot family. The macaws inhabit the forests of South America, and feed on the fruits of palms. The bird shown here has red, blue, and yellow plumage, and lives in the wilds of Brazil, Central America, Bolivia, and northern Argentina. About three feet long including its tail, it is the largest of all the parrots, and has a hard, curved beak used for cracking hard-shelled nuts. Macaws are easily tamed, and have been known to live for a hundred years in captivity.",
    "stars": 4
  },
  {
    "file": "5762",
    "subject": "Hippopotamus",
    "description": "Colour illustration, hippo with open jaws showing teeth.",
    "verdict": "weak",
    "notes": "Dramatic hippo yawn photograph. Impressive display of teeth and tusks. Unusual wildlife moment.",
    "batch": 2,
    "pageText": "HIPPOPOTAMUS, THE RIVER HORSE\n\nLiterally a river horse, the hippopotamus is the largest living land animal except the elephant. In size it has a head four to five feet long, and may weigh up to four tons. When full-grown, the hippopotamus is about 14 feet long. Its tusks, formed by the canine teeth, are of a dense ivory that was at one time used extensively for the manufacture of artificial teeth. The hippopotamus spends much of its life in the water. Its short legs are set so far apart that it waddles clumsily on land.",
    "stars": 4
  },
  {
    "file": "5767",
    "subject": "Young Mestizo (Venezuela)",
    "description": "B&W portrait, boy in straw hat.",
    "verdict": "no",
    "notes": "Striking B&W portrait of Venezuelan boy in straw hat. Excellent composition, soulful expression.",
    "batch": 2,
    "pageText": "YOUNG MESTIZO OF VENEZUELA\n\nThe term mestizo, derived from the Latin for 'mixed', is used to describe the descendants of white and Indian parents. The mixed races of Central and South America are very numerous. This mestizo boy of Venezuela is typical of the young of his race; attractive and likeable. To protect him from the heat of the tropical sun, he wears a wide-brimmed straw hat.",
    "stars": 4
  },
  {
    "file": "5772",
    "subject": "British Army Uniforms",
    "description": "Colour illustration fold-out, 20 soldiers, red/blue uniforms.",
    "verdict": "decent",
    "notes": "Superb British Army uniforms illustration. Three centuries of military dress. Rich colours, meticulous detail.",
    "batch": 2,
    "pageText": "UNIFORMS OF THE BRITISH ARMY\n\nThe uniforms shown here are the full dress worn on ceremonial occasions. Full dress uniforms are very colourful, with much gold braid and lace. The scarlet tunics of the infantry of the line contrast with the blue of the artillery and the green of the rifle regiments. Highland regiments wear the kilt in their respective tartans. The cavalry regiments have distinctive uniforms, often dating from the Napoleonic wars.",
    "stars": 5
  },
  {
    "file": "5777",
    "subject": "Diversity of Human Species",
    "description": "B&W photos, six portrait photographs.",
    "verdict": "no",
    "notes": "Dated anthropological portraits. Historical document but problematic framing for modern display.",
    "batch": 2,
    "pageText": "DIVERSITY OF THE HUMAN SPECIES\n\nThese photographs show representatives of different races of mankind. The physical differences between the races—in skin colour, hair texture, facial features, and body build—are the result of thousands of years of evolution in different environments. All human beings, however, belong to the same species, Homo sapiens, and can interbreed freely.",
    "stars": 2
  },
  {
    "file": "5782",
    "subject": "Edinburgh Ceremony",
    "description": "Colour photo, ceremonial procession at castle.",
    "verdict": "weak",
    "notes": "Beautiful Edinburgh scene with Church of Scotland procession. Castle on skyline, red-robed figures, lush greenery.",
    "batch": 2,
    "pageText": "EDINBURGH'S HISTORIC CEREMONIAL\n\nEdinburgh Castle, perched on its volcanic rock, dominates Scotland's capital city. The castle has been a royal residence since the 11th century and is now the home of the Scottish National War Memorial. Each year the Military Tattoo is held on the castle esplanade, and ceremonial processions pass through the historic Royal Mile below.",
    "stars": 4
  },
  {
    "file": "5787",
    "subject": "Cornflowers",
    "description": "Colour photo, blue/pink/white flowers on black background.",
    "verdict": "yes",
    "notes": "Gorgeous cornflowers on dark background. Blue, pink and white blooms. Striking contrast, gallery-worthy.",
    "batch": 2,
    "pageText": "CULTIVATED VARIETIES OF THE CORNFLOWER\n\nAn annual weed of the cornfields, the cornflower or bluebottle is one of the most beautiful British wild flowers—and the blue heads are conspicuous among the pale gold of the wheat. In cultivation cornflowers have produced white, pink, red, purple, and variegated flower heads, which are much larger than those of the wild plant. The cornflower, native over most of Europe, N. America, and western Asia, is a member of the Compositae family.",
    "stars": 5
  },
  {
    "file": "5792",
    "subject": "San Remo (Italy)",
    "description": "Colour illustration, narrow street with archways.",
    "verdict": "decent",
    "notes": "Charming Italian street scene in old San Remo. Arched lanes, warm tones, romantic atmosphere.",
    "batch": 2,
    "pageText": "NARROW LANE IN OLD SAN REMO\n\nThe city of San Remo is a popular winter resort on the Italian Riviera, as it has an exceptionally mild climate. In the old quarter, situated on a steep hill, tall houses line the narrow streets. The arches spanning the lane are a safeguard against earth tremors. The new district was built along the coast.",
    "stars": 4
  },
  {
    "file": "5797",
    "subject": "Gipsy Caravans",
    "description": "Colour photo, gipsy caravans in Kent field.",
    "verdict": "weak",
    "notes": "Colourful Gypsy caravans in Kent field. Traditional painted wagon, pastoral setting. Nostalgic British scene.",
    "batch": 2,
    "pageText": "GIPSY CARAVANS IN A FIELD IN KENT\n\nAccording to some authorities, there are between 30,000 and 40,000 persons of predominantly Romany blood in Britain, and it is necessary for them to travel, to find a few seasons' work in a semi-permanent location. The practice of their traditional skills, such as tin-smithing, horse-dealing, and fortune-telling, has declined, and many of the true gipsy have abandoned it, others abandoning their caravans and settling in villages.",
    "stars": 4
  },
  {
    "file": "5803",
    "subject": "Ibises",
    "description": "Colour photo, flock of ibises in flight over water.",
    "verdict": "decent",
    "notes": "Elegant ibis painting by Capt. C.W.R. Knight. Birds in flight and landing. Soft colours, graceful composition.",
    "batch": 2,
    "pageText": "IBISES, CLOSE RELATIVES OF STORKS\n\nBlack, white, and crimson, the ibis is a handsome bird, and was regarded as sacred by the ancient Egyptians. It is now very rare in lower Egypt, where it is confined principally to a few isolated breeding haunts, in one of which this photograph was taken. The curved bill, slender neck, and long black legs of these birds are all indications of their relationship with the storks. The glossy ibis breeds in southern Europe, and occasionally is to be seen during summer in Britain.",
    "stars": 4
  },
  {
    "file": "5809",
    "subject": "British Butterflies",
    "description": "Colour illustration, ~14 species including swallowtail, red admiral.",
    "verdict": "yes",
    "notes": "Exquisite British butterflies illustration. Red Admirals, Swallowtails, Fritillaries. Classic natural history art.",
    "batch": 2,
    "pageText": "PICTURES OF SOME BRITISH BUTTERFLIES\n\n1. Small Meadow Brown, or Gatekeeper. 2. Clifden, or Adonis Blue. 3. Clouded Yellow, male. 4. Clouded Yellow, female. 5. Underside of the Swallowtail. 6. Swallowtail. 7. Underside of the Silver-washed Fritillary. 8. Silver-washed Fritillary. 9. Red Admiral. 10. Underside of the Red Admiral. 11. Small Tortoiseshell (Large Tortoiseshell on page 144). 12. White Admiral.",
    "stars": 5
  },
  {
    "file": "5814",
    "subject": "Carnations",
    "description": "Colour photo, 4 carnations on blue background.",
    "verdict": "decent",
    "notes": "Lovely carnations on blue background. White, pink, red and yellow blooms. Clean, elegant composition.",
    "batch": 2,
    "pageText": "THE PERFECT BUTTONHOLE FLOWER\n\nMillions of carnation plants are grown under glass in England to provide blooms perfect in shape, size, colour, and perfume for florists' shops at all seasons of the year. Numerous outdoor varieties of modern introduction now almost rival the beauties grown in greenhouses. The carnations brought to England by the Romans had probably single flesh-pink flowers, similar to those seen growing wild in plenty in parts of southern and central Europe.",
    "stars": 4
  },
  {
    "file": "5716",
    "subject": "Norwich Market Place",
    "description": "Colour photo, colourful market stalls with striped awnings, church tower.",
    "verdict": "decent",
    "notes": "Charming Norwich market scene. Colourful striped canopies create striking pattern against medieval St Peter Mancroft tower. Quintessentially English, nostalgic appeal.",
    "batch": 3,
    "pageText": "COLOUR AND BUSTLE IN NORWICH MARKET PLACE\n\nThe gay tilts of the stalls give an almost Continental air to the market place at Norwich, a fine old English city and the county town of Norfolk. Overlooking the market is the grey fabric of St Peter Mancroft built between 1430 and 1455. It has a magnificent tower, and is famed for its bells. Street markets, with their eager bargain-hunters, cajoling salesmen, and good-humoured crowds, have long been an integral part of the English scene.",
    "stars": 4
  },
  {
    "file": "5721",
    "subject": "Saturn's Moons (Titan)",
    "description": "Color Bonestell illustration, Saturn with rings rising over rocky moonscape, deep blue.",
    "verdict": "yes",
    "notes": "Iconic Chesley Bonestell space art. Saturn viewed from one of its moons with dramatic rocky cliffs. Deep blue sky, pale ringed planet. Visionary 1950s astronomical art - highly collectible.",
    "batch": 3,
    "pageText": "ON ONE OF SATURN'S MOONS\n\nThe conspicuous feature of Saturn is its three concentric rings, visible when seen edgewise. Though each only 10 miles thick, their circumference is 600,000 miles. They are composed of small meteors circling the planet. Saturn is lighter than water, and is the least dense of all the planets, with a diameter of 74,500 miles. The planet has nine moons, and the artist has depicted Titan, which is the largest, having a diameter of 3,550 miles, and the only one with atmosphere. It contains large amounts of methane, and the presence of ammonia is suspected also. Drawing by Chesley Bonestell.",
    "stars": 5
  },
  {
    "file": "5726",
    "subject": "Shore Birds & Golden Oriole",
    "description": "Colour photos, oystercatchers flock and oriole feeding chicks.",
    "verdict": "weak",
    "notes": "Two photos: oystercatcher flock with interesting pattern; golden oriole feeding chicks. Split format feels disjointed for framing. Would work better if images were separated.",
    "batch": 3,
    "pageText": "SHORE BIRDS AND A LOVELY VISITOR\n\nThe black-and-white oyster-catcher is one of the commonest British shore birds, though it is banished southerly by gulls for the nesting site on all but a few... Those shown in the picture are on the sands at Hilbre Island, Cheshire, near the mouth of the Dee estuary. It is quite a large bird, being about 17 inches long. The golden oriole is a lovely, but rather rare, visitor to Great Britain, being seen occasionally in spring in the southern counties. About 9 inches long, the bird has bright yellow plumage, with black wings and a black patch on the face. The nest, built of grass, strips of bark, wool, and sometimes pieces of paper, is suspended from a branch like a hammock. The picture, taken in the Netherlands, is from a high-speed flash photograph.",
    "stars": 3
  },
  {
    "file": "5731",
    "subject": "British Butterflies (second plate)",
    "description": "Colour illustration, ~18 species including peacock, purple emperor.",
    "verdict": "yes",
    "notes": "Beautiful British butterfly plate. Marbled White, Comma, Purple Emperor, Peacock and more. Classic natural history illustration on cream background - highly frameable.",
    "batch": 3,
    "pageText": "MORE MEMBERS OF THE BRITISH BUTTERFLY FAMILY\n\n13. Marbled White. 14. Comma. 15. Small Copper. 16. High Brown Fritillary. 17. Dingy Skipper. 18. Bath White. 19. Green-veined White. 20. Large White. 21. Meadow Brown. 22. Green Hairstreak. 23. Purple Emperor. 24. Black-veined White. 25. Wood White. 26. Small White. 27. Ringlet. 28. Bedford Blue. 29. Peacock. There are more pictures over the page.",
    "stars": 5
  },
  {
    "file": "5736",
    "subject": "Taj Mahal",
    "description": "Colour photo, reflected in pool, classic view.",
    "verdict": "decent",
    "notes": "Iconic Taj Mahal with perfect reflection in the pool. Classic composition of one of the world's most beautiful buildings. Perhaps cliché but undeniably elegant for wall art.",
    "batch": 3,
    "pageText": "MIRRORED SPLENDOUR OF THE TAJ MAHAL\n\nEast of Agra, in the Republic of India, stands the Taj Mahal, built by the Mogul emperor Shah Jehan about 1630-50 as a tomb for his favourite wife, Mumtaz Mahal. He himself was also buried there. The mausoleum is a perfect example of the Persian style. It is built of white marble, and is set upon a terrace from the corners of which rise minarets. The name Taj Mahal means 'Crown of the Palace,' one of the titles given to the Empress Mumtaz.",
    "stars": 4
  },
  {
    "file": "5741",
    "subject": "Polyanthus (Spring flowers)",
    "description": "Colour photo, red/yellow/pink primulas.",
    "verdict": "decent",
    "notes": "Cheerful spring polyanthus in reds, yellows and pinks. Pleasant garden photography but composition is busy. Standard horticultural shot rather than art.",
    "batch": 3,
    "pageText": "POLYANTHUS—A RIOT OF COLOUR IN SPRING\n\nThe so-called polyanthus, with their clusters of richly-coloured flowers, were originally a cross between the cowslip and the primrose. An astonishing range of colours, and mixtures of colours, are the result of enormous patience on the part of horticulturists. On stems sometimes 12 inches tall, flowers last for a week or more when cut. The plants can be increased by seed and by division.",
    "stars": 3
  },
  {
    "file": "5746",
    "subject": "World Forest Map",
    "description": "Color map showing global vegetation/biome distribution.",
    "verdict": "decent",
    "notes": "Scientific vegetation map of the world. Purely educational rather than decorative. Not suitable for wall art unless in a geography classroom.",
    "batch": 3,
    "pageText": "MAP SHOWING THE DISTRIBUTION OF THE WORLD'S FORESTED REGIONS\n\nThis map shows the distribution of forests over the earth's surface. The different types of forest—coniferous, broad-leaved, tropical rain forest—are indicated by different colours. Large areas of the world are covered by desert, grassland, or tundra where trees cannot grow. The legend shows: FORESTS (Coniferous, Broad-leaved and Meadow, Evergreen, Tropical Rain Forest, Thorn Forest, Temperate Rain Forest); DESERT VEGETATION (Desert Shrub, Desert); GRASSLANDS (Temperate, Tropical, Grassland); and areas of Tundra, Alpine and Ice Desert.",
    "stars": 2
  },
  {
    "file": "5751",
    "subject": "United States Map",
    "description": "Color political map, all 48 states (pre-Alaska/Hawaii).",
    "verdict": "decent",
    "notes": "Standard US map in pastel colours. Reference cartography rather than decorative art. Limited appeal for wall display.",
    "batch": 3,
    "pageText": "UNITED STATES\n\nTHE MAP SHOWS THE MAIN MASS OF THE 48 STATES WITHOUT THE NEW OUTLYING STATES OF ALASKA AND HAWAII\n\nThis political map of the United States shows the boundaries of each state, major cities, rivers, and geographical features. The different states are colour-coded for easy identification. The map predates the admission of Alaska and Hawaii as states in 1959.",
    "stars": 2
  },
  {
    "file": "5756",
    "subject": "Paris at Night",
    "description": "Colour photos, Arc de Triomphe, Champs-Élysées, street scenes.",
    "verdict": "weak",
    "notes": "Atmospheric Paris night photography. Champs-Élysées, Montmartre, fountains illuminated. Romantic City of Light imagery with nostalgic vintage magazine aesthetic.",
    "batch": 3,
    "pageText": "LIGHTS OF FRANCE'S GAY CAPITAL\n\nTo visitors from abroad Paris is a gay, bright city, and it was its bright lights which gained for it the title of la ville lumière (the city of light). At the top is the Avenue des Champs Elysées, the finest of all the boulevards, which extends westward from the Place de la Concorde (bottom photograph) for a distance of more than two miles. At the far end of the avenue is the magnificent Arc de Triomphe, in the centre of the Place de l'Etoile. To the north of Paris is the district of Montmartre (right), with its steep, narrow streets, cabarets, restaurants, and clubs. From the Butte de Montmartre, a steep hill, there is a magnificent view of the lights of Paris.",
    "stars": 4
  },
  {
    "file": "5761",
    "subject": "Canada (Wealth Above and Under)",
    "description": "Colour photos, oil derrick and lumberjacks.",
    "verdict": "no",
    "notes": "Canadian industry documentary photos - Alberta oil derrick and log drive. Historical interest but not aesthetic enough for wall art. Purely functional imagery.",
    "batch": 3,
    "pageText": "CANADA'S WEALTH ABOVE AND UNDER THE GROUND\n\nCanada produces more oil than any other country in the British Commonwealth, and the outstanding feature of Alberta's recent development has been the wide discovery of oil and natural gas deposits. Oil-mining and farming are carried on side by side in that province (upper picture). Every year more than 250,000 men harvest the valuable pulpwood from Canada's forests. During the spring log drive men work ceaselessly to keep the timber moving downstream to the mills (lower picture). The forests also provide quantities of timber for export.",
    "stars": 2
  },
  {
    "file": "5766",
    "subject": "Dutch Boy & Sailor",
    "description": "Colour photo, elderly man teaching boy with model ship.",
    "verdict": "decent",
    "notes": "Charming Dutch scene - elderly Volendam fisherman showing model boat to boy. Traditional costume, warm tones. Nostalgic intergenerational moment with painterly quality.",
    "batch": 3,
    "pageText": "HE MAY BE A SAILOR—LIKE TROMP\n\nThe Dutch are a seafaring people, and in some families many generations have followed the sea, the youngsters inheriting a love of ships from their forebears. This boy is learning from his grandfather all about the rigging of a model sailing barge. Some of the older fishermen at Volendam, a village on the Ysselmeer, still sometimes wear the traditional lambskin cap, short jacket, and voluminous trousers. The Ysselmeer is a remnant of the former Zuider Zee, now mostly reclaimed.",
    "stars": 4
  },
  {
    "file": "5771",
    "subject": "Cotton Field (US)",
    "description": "B&W photo, woman picking cotton.",
    "verdict": "no",
    "notes": "Offensive outdated title. Cotton picking imagery carries painful slavery associations. Completely unsuitable for modern wall display regardless of photographic merit.",
    "batch": 3,
    "pageText": "COLOURED GIRL IN U.S. COTTON-FIELD\n\nA large proportion of the population of the southern states of the U.S.A. are Negroes, who are the descendants of slaves imported from West Africa to work in the cotton plantations. The slaves were emancipated after the American Civil War (1861-65), but many Negroes still work on the plantations. This girl is gathering the bolls, or ripe cotton pods. The Federal authorities are combating the discrimination against Negroes in some of the southern states.",
    "stars": 1
  },
  {
    "file": "5776",
    "subject": "Fruits (two pages)",
    "description": "Colour photos, peaches/plums/apricots and grapes/cherries/currants.",
    "verdict": "yes",
    "notes": "Colourful fruit photography - plums, peaches, cherries, grapes, berries. Grid layout feels encyclopedic rather than artistic. Pleasant but too busy for wall art.",
    "batch": 3,
    "pageText": "THREE MEMBERS OF THE PEACH FAMILY / SMALL FRUITS OF TREE, BUSH, AND VINE\n\nHere are the blossoms and fruit of the plum (top), the peach (centre), and the apricot (bottom). Like many of the fruits grown in a temperate climate, they belong to the rose family (the Rosaceae), and all have seeds contained in stones.\n\nThe cherry (top) belongs to the peach family and is related to roses. The grape (centre) and red currant (bottom) are among the few temperate-climate fruits which are not related to the roses. There are several varieties of each of these fruits.",
    "stars": 3
  },
  {
    "file": "5781",
    "subject": "Careers for Women",
    "description": "B&W photos, policewomen, model, scientist.",
    "verdict": "no",
    "notes": "Mid-century \"careers for women\" documentary. Fashion model, lab assistants, policewomen. Historical curiosity but dated B&W magazine layout not suitable for wall art.",
    "batch": 3,
    "pageText": "CAREERS APPEALING TO WOMEN\n\nA gown model (left picture) must have poise and perfect control of every movement, which can be acquired only by constant practice. Laboratory assistants (above) must have attained a high standard of general education. Many research chemists now of top rank began work as such assistants.\n\nWomen recruits to the police force enter as constables (policewomen), and spend three months at a training school, receiving instruction in general duties before being posted to a station. The six policewomen in this picture are being shown an area of London's dockland, which they will have to patrol. In the police force there are many opportunities for specialisation. Women police do much good work among women and children.",
    "stars": 2
  },
  {
    "file": "5786",
    "subject": "Trooping the Colour",
    "description": "Colour photo, guards ceremony at Horse Guards Parade.",
    "verdict": "decent",
    "notes": "Striking panorama of Trooping the Colour at Horse Guards Parade. Lines of guards in red and black against London backdrop. Quintessential British royal pageantry.",
    "batch": 3,
    "pageText": "A THRILLING SIGHT ON HORSE GUARDS PARADE\n\nThis striking photograph of Trooping the Colour on Horse Guards Parade, London, was made with a television camera. The soldiers' red coats and the ceremony itself are a spectacular display of British pageantry. The ceremony, which takes place annually on the Sovereign's official birthday, involves the massed bands and troops of the Household Division.",
    "stars": 4
  },
  {
    "file": "5791",
    "subject": "Praetorian Guards",
    "description": "B&W photo, Roman relief carving of guards.",
    "verdict": "weak",
    "notes": "Roman Praetorian Guard relief sculpture from the Louvre. Powerful classical military imagery with warm sepia tones. Strong historical gravitas - suits a study or library.",
    "batch": 3,
    "pageText": "PRAETORIAN GUARDS IN THEIR PARADE ATTIRE\n\nIn the civil wars of the last century B.C. the chief contenders had each his guard of picked soldiery. Under the Empire the soldiers of the imperial household were known as 'praetorian guards' and these guards were all imperial escort of the emperor. Much modern knowledge concerning the dress and equipment of the ancient Roman legions has been derived from ancient German and Greco-Roman reliefs, such as this shown, as well as from the Louvre Museum in Paris. The study has progressed in a standard bearing the imperial eagle.",
    "stars": 4
  },
  {
    "file": "5796",
    "subject": "Pacific Islanders",
    "description": "Colour photo, men with tall ceremonial poles/headdresses.",
    "verdict": "weak",
    "notes": "Baining tribe ritual headdresses - visually interesting ceremonial art. However, colonial-era framing with patronizing language makes this unsuitable for modern wall display.",
    "batch": 3,
    "pageText": "PACIFIC ISLANDERS 'HIGH-HATTING' THE WEATHER\n\n'Magic' is practised by many primitive peoples in the belief that the forces of nature can be influenced by it. These men are members of the Baining tribe, who live in the Gazelle Peninsula of New Britain, in the south-west Pacific. The steeple-crowned hats are made of beaten tree bark, and are kept in position by means of long strings. These hats are part of the costumes worn for a ritual dance which is supposed to influence the weather.",
    "stars": 2
  },
  {
    "file": "5802",
    "subject": "Hindu Ritual (Ram Lila)",
    "description": "Colour photo, giant Ravana effigy at festival.",
    "verdict": "decent",
    "notes": "Impressive Ravana effigy at Ram Lila/Dussehra festival in Kanpur. Striking scale and colourful crowd scene. More cultural documentary than decorative but visually interesting.",
    "batch": 3,
    "pageText": "GIGANTIC 'GUY' OF A HINDU RITUAL PLAY\n\nIn the Hindu religious play entitled Ram Lila, which is seen here being performed at Cawnpore (Kanpur), a city in the state of Uttar Pradesh, this figure represents Ravana, a demon king of Ceylon. The 'guy' is constructed mainly of paper, attached to a bamboo framework, and is filled with fireworks. Ravana is eventually slain by firing a blazing arrow into his highly inflammable interior, to the accompaniment of cheers from the onlookers.",
    "stars": 3
  },
  {
    "file": "5808",
    "subject": "Glass Flowers (Harvard)",
    "description": "Colour photo, pink rhododendron on dark leaves.",
    "verdict": "yes",
    "notes": "Harvard Glass Flowers - famous Blaschka glasswork. Exquisite pink rhododendron against dark foliage. Combines art, craft and science beautifully. Museum-quality imagery, highly frameable.",
    "batch": 3,
    "pageText": "A LOVELY MASTERPIECE OF GLASSWARE\n\nDespite the development of machines to make glass, the art of glass-blowing is not entirely dead, and hand-blown methods are used for artistic pieces too delicate or too complicated for machines. This delicately detailed rhododendron blossom is one of more than 700 life-size models of flowers and plants displayed in the Harvard Museum in the United States.",
    "stars": 5
  },
  {
    "file": "5813",
    "subject": "Jellyfish",
    "description": "Colour illustration, 8 species on pale blue background, delicate tentacles.",
    "verdict": "yes",
    "notes": "Ethereal jellyfish illustration by R.C. Mansell showing 8 species on pale blue. Delicate tentacles and translucent forms create dreamy, almost abstract quality. Elegant scientific art that transcends its educational purpose.",
    "batch": 3,
    "pageText": "JELLY-FISH: FLOATING INVERTEBRATES OF THE OCEAN\n\nJelly-fish vary tremendously in shape, colour, and size; some are seven feet in diameter, others are very small. There are a few fresh-water species. 1. Physalia pelagica, or Portuguese man-of-war, with its characteristic 'sail.' 2. Carmarina hastata. 3. Aurelia aurita, or sea-nettle, one of the commonest around the coasts of Great Britain. 4. Rhizostoma cuvieri. 5. Chrysaora hysoscella, or compass jelly-fish. 6. Pelagia noctiluca. 7. Pelagia cyanella, or mushroom jelly-fish. 8. Stomolophus meleagris. Some species can inflict a painful, and even dangerous, sting. Specially drawn for this work by R. C. Mussell.",
    "stars": 5
  },
  {
    "file": "5715",
    "subject": "Candle Making",
    "description": "Colour photo, worker ladling molten wax, green candles in racks.",
    "verdict": "no",
    "notes": "Industrial candle-making at Price's London factory. Documentary workplace photography. Some colour interest but purely functional - not suitable for decorative wall art.",
    "batch": 4,
    "pageText": "MOLTEN WAX FOR COLOURED CANDLES\n\nAt the works of Price's Patent Candle Co., London, molten wax is being ladled from a supply vat for the candle-making machines in the background. The supply vats are filled by pressure from a central reservoir of wax. Despite many modern improvements, the making and colouring of the better type of candle have retained an element of craftsmanship which depends upon a fine delicacy of touch that no machinery can adequately replace.",
    "stars": 2
  },
  {
    "file": "5720",
    "subject": "Chinese Ch'ing Dynasty Vases",
    "description": "Three vases (green, pale blue, orange) on purple velvet.",
    "verdict": "yes",
    "notes": "Exquisite Ch'ing dynasty vases from Art Institute of Chicago. Rich blue velvet backdrop, beautiful orange, white and green porcelain. Museum-quality elegance - highly suitable for sophisticated interiors.",
    "batch": 4,
    "pageText": "CHINESE CH'ING DYNASTY VASES\n\nAfter the complicated patterns and designs of Ming-dynasty porcelains came a period, early in the Ch'ing dynasty, when attempt was made to re-create the self-colour undecorated shapes of the Sung dynasty. Top left is a bottle vase with ox-blood glaze. In the centre is a clair-de-lune glaze vase which closely resembles the cold clear gleam of moonlight. The apple-green glaze of the lowest vase is crackled by the opening and closing of the kiln doors during the firing.",
    "stars": 5
  },
  {
    "file": "5725",
    "subject": "Cave Paintings (Altamira/Lascaux)",
    "description": "Reproductions of prehistoric bison, horses, deer in red/brown on cream.",
    "verdict": "yes",
    "notes": "Prehistoric cave art from Altamira and Font-de-Gaume. Boars, bison, reindeer in earthy ochre tones. Humanity's earliest art - timeless and elemental. Fascinating conversation piece.",
    "batch": 4,
    "pageText": "MAN'S EARLIEST ATTEMPTS AT PICTORIAL ART\n\nPrehistoric men were artists whose work achieved a very high standard. Remarkable examples of these early paintings are found in the Altamira cave in Cantabria, in the north of Spain, and in the Font-de-Gaume cave in the Dordogne. The running boar, hind, and bison are in the Altamira cave; the two reindeer (bottom) are at Font-de-Gaume. From Abbé Breuil, Caverne d'Altamira and Caverne de Font-de-Gaume.",
    "stars": 4
  },
  {
    "file": "5730",
    "subject": "Coral Reefs",
    "description": "Two colour photos, staghorn coral and striped fish with orange coral.",
    "verdict": "decent",
    "notes": "Coral reef photographs with tropical fish from Great Barrier Reef. Colourful underwater scenes. Split layout feels magazine-like but pleasant marine imagery with decent appeal.",
    "batch": 4,
    "pageText": "LOVELY BUILDERS OF CORAL REEFS AND ISLANDS\n\nThese diversely coloured and variously shaped corals are skeletons of colonies of minute marine animals, named polyps, which have been formed from secretions of lime obtained from the water by these creatures. The fish vie with their environment in gaiety of tint and marking. Those in the photograph are Electric Blues and Humbugs.\n\nThe species of coral found on the Great Barrier Reef, off the north-east coast of Australia, number several hundreds, but the most widely distributed is the staghorn, which derives its name from the antler-like appearance of the branches. Some corals lose their brilliant colouring when taken out of the water.",
    "stars": 3
  },
  {
    "file": "5735",
    "subject": "Swedish Scenes",
    "description": "Two colour photos, fishermen and women in field.",
    "verdict": "no",
    "notes": "Swedish scenes - women in traditional costume in meadow, fishermen at Mölle. Pleasant but unremarkable travel photography. Split layout feels disjointed for framing.",
    "batch": 4,
    "pageText": "TWO ASPECTS OF THE SWEDISH SCENE\n\nMarguerites star the meadows at Leksand, a village of the district north of Svealand (upper). In the background is the Ostervik, an arm of Lake Siljan. In the lower photograph are two fishermen of Mölle, a small town built on the headland of Kullen, which juts out into the Kattegat. The sinewy bearded fisherman on the right has just landed an excellent catch of pollack with his hand-line. Swedish boats fish herring, mackerel, and cod in the Kattegat.",
    "stars": 3
  },
  {
    "file": "5740",
    "subject": "Platypus (Duckbill)",
    "description": "Colour photo, swimming platypus in murky water.",
    "verdict": "decent",
    "notes": "Rare underwater photograph of the duck-billed platypus swimming. Murky greens and browns give naturalistic feel. Charming for nature lovers and those who appreciate quirky Australian wildlife.",
    "batch": 4,
    "pageText": "DUCKBILL, ONE OF THE QUEEREST LIVING MAMMALS\n\nThe duckbill or duck-billed platypus is a very primitive type of mammal found only in south-east Australia and on the Island of Tasmania. A full-grown male is about two feet long, the tail accounting for six inches. The animal has a coat of velvety fur, brown above and greyish-white underneath. The young are fed from eggs.",
    "stars": 3
  },
  {
    "file": "5745",
    "subject": "South America Map",
    "description": "Pale pastel political map.",
    "verdict": "weak",
    "notes": "Pale, washed-out political map of South America with barely-there pastel colours. Small vegetation inset adds minor visual interest. Purely reference cartography with no decorative appeal - too faded and clinical for wall art.",
    "batch": 4,
    "pageText": "SOUTH AMERICA\n\nThis political map shows the countries of South America with their boundaries, major cities, rivers, and geographical features. An inset map shows the vegetation types across the continent, from tropical rainforest to grassland and desert regions.",
    "stars": 2
  },
  {
    "file": "5750",
    "subject": "Australia Map",
    "description": "Colour-coded states, reds/oranges/greens.",
    "verdict": "decent",
    "notes": "Colour-coded Australian states map in warmer tones than most. More visually interesting than typical political maps but still primarily reference material. Niche appeal for Australia enthusiasts.",
    "batch": 4,
    "pageText": "MAP OF THE COMMONWEALTH OF AUSTRALIA\n\nThis map shows all the states and territories of Australia with their boundaries, major cities, and geographical features. The states are colour-coded: Western Australia in orange, Northern Territory in pink, South Australia in yellow, Queensland in red, New South Wales in green, Victoria in green, and Tasmania in blue.",
    "stars": 3
  },
  {
    "file": "5755",
    "subject": "Chinese Porcelain (16th-17th C)",
    "description": "Blue/white/red ceramics arranged on cream background.",
    "verdict": "yes",
    "notes": "Exquisite Ming and Ch'ing dynasty porcelain arrangement from the V&A and British Museum. Blue, white and polychrome ceramics beautifully composed. Museum-quality decorative arts - suits sophisticated interiors.",
    "batch": 4,
    "pageText": "HOUSEHOLD OBJECTS OF 16th AND 17th CENTURIES\n\n1. Porcelain beaker with a Ming emperor in an historical scene. 2. Enamelled porcelain box, with mandarin administering justice on the lid (16th century). 3. Box with underglaze painting of flowers and animals in five colours (16th or 17th century). 4. Angular beaker in glazed stoneware with pattern in relief (16th century). 5. Wine jar with three-colour glaze, and relief ornament of the Chinese 'Rip Van Winkle' watching the fairy draughts-players (15th century). 6. Stand for artist's colours in Mahomedan blue (16th century). 7. Porcelain wine vessel, with an incised pattern (16th century). 1, Victoria & Albert Museum; 2 and 6, British Museum.",
    "stars": 4
  },
  {
    "file": "5760",
    "subject": "Spectra (Light/Physics)",
    "description": "Rainbow bands on black, emission lines.",
    "verdict": "yes",
    "notes": "Scientific spectrum analysis showing emission and absorption lines for hydrogen, neon, sodium, mercury and cadmium. Rainbow gradients on black create striking modern aesthetic. Unusual choice that bridges science and art.",
    "batch": 4,
    "pageText": "A FEW SIMPLE EXAMPLES OF LINE AND BAND SPECTRA\n\nAt the top is the spectrum of white light that has passed through hydrogen gas (hydrogen absorption spectrum); below that is the spectrum of light from incandescent hydrogen, which emits light only in those wavelengths previously absorbed. The next four are emission spectra: first of the reddish light from a neon tube; then of the pure yellow (almost monochromatic) light from a sodium street lamp; next of the blue light from a mercury street lamp; under that the cadmium emission spectrum, in which the bright red line at 6438.4696 angstroms is used as a very accurate standard of length. At the bottom are two band spectra: the emission spectrum, and the absorption spectrum of cyanogen. Painted by R. C. Mussell from data supplied by Hilger and Watts.",
    "stars": 4
  },
  {
    "file": "5765",
    "subject": "Piper (Black Watch)",
    "description": "Scottish bagpiper in full regalia, tartan kilt, Highland backdrop.",
    "verdict": "decent",
    "notes": "Striking image of a Black Watch piper in full Highland regalia on Edinburgh Castle ramparts. Red tartan kilt, feathered bonnet, and bagpipes against panoramic Scottish landscape and blue sky. Strong composition with excellent colour contrast. Appeals to those with Scottish heritage or love of British military tradition.",
    "batch": 4,
    "pageText": "PIPER OF THE BLACK WATCH\n\nThe stirring music of the bagpipes is an aid to recruiting, and a fine stimulus to tired men on the march, but it is not by any means universally appreciated. The national musical instrument of Scotland, the bagpipe is also popular in Northumberland, Ireland, Brittany, and Italy. The piper fills a cloth-covered leather bag with his breath, and plays the melody on a pipe with finger-holes, named the chanter. The three other pipes produce the familiar drone.",
    "stars": 4
  },
  {
    "file": "5770",
    "subject": "Embryology (Chick/Frog)",
    "description": "B&W diagrams, egg cross-sections, frog spawn.",
    "verdict": "no",
    "notes": "B&W scientific diagrams and photographs showing embryo development in chickens and frogs. Clinical textbook material with labelled egg cross-sections and magnified spawn photos. Absolutely no aesthetic appeal - this belongs in a biology classroom, not on a wall.",
    "batch": 4,
    "pageText": "EMBRYOLOGY OF A CHICK AND A FROG\n\nThis diagram shows how a chicken's egg is made up. BL, original cells of embryo; WY, white yolk; YY, yellow yolk; V, yolk membrane; F, fluid albumen ('white'); D, dense albumen enclosing the yolk with preceding envelope.\n\nIn the photograph seen above, the embryos in the frog spawn show through the 'jelly' as black dots. In the photograph below, the round dots have become elongated, and will soon be swimming free of the jelly as tadpoles.\n\nThese three photographs illustrate three stages in the development of a chick. Portions of the shell have been removed, so that something of what goes on inside a chicken's egg may be observed.",
    "stars": 1
  },
  {
    "file": "5775",
    "subject": "Apple & Relatives",
    "description": "Six photos: apple, pear, quince with blossoms.",
    "verdict": "yes",
    "notes": "Charming six-panel botanical photography showing apples, pears and quinces - both their delicate white blossoms and ripe fruits. Warm autumn colours with rich reds, golden yellows against blue sky backgrounds. Clean grid layout. Would suit a kitchen or dining room perfectly.",
    "batch": 4,
    "pageText": "THE APPLE AND ITS CLOSE RELATIVES\n\nAt the top are the blossom and fruit of the apple. Then come its close relatives, the pear (centre) and the quince (bottom). All of these familiar fruits belong to the same family as the rose, and their blossoms resemble those of the wild rose.",
    "stars": 4
  },
  {
    "file": "5780",
    "subject": "Burma (Smoking Scene)",
    "description": "Colour photo, people in ox-cart.",
    "verdict": "no",
    "notes": "Warm-toned photograph of a Burmese couple sharing a light for their cigars in an ox-cart. The intimate moment has some charm, but the colonial-era title and patronizing text about local smoking habits feels dated. Not ideal for modern wall display.",
    "batch": 4,
    "pageText": "GETTING A LIGHT FOR A LONG SMOKE IN BURMA\n\nAt their ease in an ox-cart, a Burmese man and woman have settled down to enjoy their home-made cigars. The Burmese are heavy smokers, and even very young children smoke—not cigarettes but cigars, like their parents. Burmese women enjoy a greater degree of freedom than do the women of most Eastern countries, and they are much more energetic than their menfolk. Most of the shopkeepers are women, and they enjoy haggling over prices.",
    "stars": 2
  },
  {
    "file": "5785",
    "subject": "Paris (Seine Banks)",
    "description": "Two colour photos, Arc de Triomphe and Latin Quarter.",
    "verdict": "weak",
    "notes": "Standard Paris travel photography - Arc de Triomphe from Place de l'Étoile and the Left Bank bookstalls. Magazine-style layout with two smaller images and extensive text. Neither image is striking enough on its own, and the busy layout feels like an encyclopaedia page rather than frameable art.",
    "batch": 4,
    "pageText": "ON THE RIGHT AND LEFT BANKS OF THE SEINE\n\nStanding in the centre of the Place de l'Etoile, on the right bank of the Seine, the Arc de Triomphe commemorates the successes of the Revolutionary army, and Napoleon's victories in 1805 and 1806. It is 160 feet high, 147 feet wide, and 73 feet deep, and has a number of fine sculptures on its facades. Under it is buried the body of an unknown French soldier of the First World War, and a flame is kept perpetually burning at the head of the tomb. Twelve imposing avenues radiate from the Place de l'Etoile.\n\nOn the left bank of the Seine is the Latin Quarter, so called because the students of the University of Paris used to go about the streets singing Latin songs. The quays on the left bank are famous for their long line of open-air stalls where second-hand books, prints, music, stamps, collections, and various odds and ends are sold.",
    "stars": 2
  },
  {
    "file": "5790",
    "subject": "Michelangelo's Moses",
    "description": "B&W photo of sculpture.",
    "verdict": "decent",
    "notes": "Sepia-toned photograph of Michelangelo's powerful Moses sculpture from Pope Julius II's tomb in Rome. One of the world's greatest Renaissance works captured with drama and detail. The monochrome limits impact but gives an antique gravitas. Suits a study or library with classical art interest.",
    "batch": 4,
    "pageText": "PATRIARCH PORTRAYED BY A MASTER-SCULPTOR\n\nWhether as sculptor or painter, Michelangelo (1475-1564) stands out for his tremendous power and dynamism, and even a seated figure becomes majestic, as in this wonderful statue of Moses, from the church of St. Peter ad Vincula in Rome, impresses one by its restless energy. Moses is here shown with horns, which, because of an ancient misreading of a passage in Exodus xxxiv, he is supposed to have had when he returned from Mount Sinai with the tables of the Law. This figure forms part of the tomb of Pope Julius II, on which Michelangelo worked at intervals for 40 years.",
    "stars": 3
  },
  {
    "file": "5795",
    "subject": "Japanese Children in Kimono",
    "description": "Vivid colour, girls in red/pink/blue kimonos on black background.",
    "verdict": "yes",
    "notes": "Stunning portrait of a young Japanese girl in exquisite ceremonial kimono - vivid pinks, reds, blues and whites with intricate floral patterns against a dark background. The rich textile artistry and striking colour contrast create a museum-quality image. One of the most visually arresting photographs in the collection.",
    "batch": 4,
    "pageText": "YOUNG JAPAN GOING REALLY GAY\n\nThis charming Japanese girl is wearing a traditional kimono with an elaborate obi (sash). The kimono, literally 'thing to wear', is Japan's national costume and is still worn on special occasions and festivals. The intricate patterns and vibrant colours of the fabric are characteristic of ceremonial dress, with each element having symbolic significance.",
    "stars": 5
  },
  {
    "file": "5800",
    "subject": "Miyajima Village (Japan)",
    "description": "Colour photo, street scene with pagoda, red banners.",
    "verdict": "decent",
    "notes": "Atmospheric Japanese street scene on sacred Miyajima Island with the five-story pagoda of Itsukushima temple rising above traditional wooden shops. Red banners and Japanese signage stretch across the street. Captures mid-century Japan authentically but the busy composition with commercial signage feels more like travel photography than frameable art.",
    "batch": 4,
    "pageText": "VILLAGE ON THE ISLAND OF MIYAJIMA\n\nThe lovely island of Miyajima lies in the Inland Sea, a few miles south of Hiroshima. The name means sacred island, and the most important shrine is the Itsukushima temple, which can be seen in the photograph rising from amongst the trees. No motor vehicles are allowed on the island, and no one may be buried there. The red banner across the street is a tailor's advertisement, and the poster on the left extols a certain brand of caramel.",
    "stars": 3
  },
  {
    "file": "5807",
    "subject": "Glass Flowers (Harvard)",
    "description": "Pink rhododendron on dark leaves. Better framing than 5808.",
    "verdict": "yes",
    "notes": "Exquisite photograph of the famous Blaschka glass flowers from Harvard Museum - a pink rhododendron bloom rendered in incredible glass detail. Delicate pink petals against dark glossy leaves on black background create a sophisticated, elegant composition. Museum-quality botanical art that combines science, craft and beauty. Highly frameable for any interior.",
    "batch": 4,
    "pageText": "A LOVELY MASTERPIECE OF GLASSWARE\n\nDespite the development of machines to make glass, the art of glass-blowing is not entirely dead, and hand-blown methods are used for artistic pieces too delicate or too complicated for machines. This rhododendron bloom with foliage is one of more than 700 life-size models of flowers and plants displayed in the Harvard Museum in the United States.",
    "stars": 5
  },
  {
    "file": "5812",
    "subject": "Czechoslovakian Festival Dress",
    "description": "B&W, two girls in traditional embroidered costumes.",
    "verdict": "no",
    "notes": "B&W photograph of a Czechoslovakian girl in elaborate traditional festival costume - embroidered bodice, puffy sleeves, printed headscarf, beaded necklace. Elegant pose with dramatic dark background. However, B&W significantly diminishes the impact of what would be colourful embroidery and fabrics. Documentary interest but limited wall art appeal.",
    "batch": 4,
    "pageText": "HER FESTIVAL FINERY IS HOME-MADE\n\nThis attractive girl of Czechoslovakia, a Central European republic, may well be proud of her festival dress and kerchief, because she has done much of the work with her own hands. The girls living in country districts are taught the intricate and age-old embroidery patterns by their mothers, and at one time the dress of peasants of Czechoslovakia rivalled that of the Hungarians in colour and workmanship. Each region had its own particular costume that had been worn for centuries.",
    "stars": 2
  },
  {
    "file": "5714",
    "subject": "University Hoods & Coats of Arms",
    "description": "Colour illustration, academic hoods and heraldic shields.",
    "verdict": "decent",
    "notes": "Colourful reference plate showing British university academic hoods and heraldic coats of arms. Rich colours in the heraldic border (reds, blues, golds) surrounding silk and velvet hoods in various degree colours. Strong graphic appeal and decorative quality despite being reference material. Niche appeal for academics or university alumni, but visually striking.",
    "batch": 5,
    "pageText": "SOME UNIVERSITY HOODS AND COATS OF ARMS\n\nThe insets encircling the hoods show the coats of arms of the following universities: 1. Edinburgh. 2. Oxford. 3. London. 4. Cambridge. 5. Aberdeen. 6. Liverpool. 7. Durham. 8. Birmingham. 9. Glasgow. 10. Dublin. 11. Sheffield. 12. Wales. 13. St. Andrews. 14. Belfast. 15. Bristol. 16. Reading. 17. Leeds. 18. Manchester.\n\nThe hoods shown are worn to show the nature of their degree, and are usually of silk and velvet.",
    "stars": 3
  },
  {
    "file": "5719",
    "subject": "Primates",
    "description": "Colour illustration, 8 monkeys/apes on tan background (gorilla, mandrill, chimpanzee, etc.).",
    "verdict": "yes",
    "notes": "Warm tones. Natural history charm. Good composition.",
    "batch": 5,
    "pageText": "SOME PRIMATES—PLAIN AND VARIEGATED\n\n1. The marmoset is one of the smallest members of the monkey family. 2. The pig-tail monkey is certainly well named. 3. The lemur is native to Africa and Asia. 4. The mangabey, native to Africa, is vicious. 5. Because of his colouring, the powerful mandrill is the most conspicuous of all monkeys. 6. The chimpanzee is an African ape. 7. Capuchin monkeys are native to South America. 8. The fierce gelada baboon comes from Abyssinia.\n\nSpecially drawn for this work by F. G. Morley.",
    "stars": 4
  },
  {
    "file": "5724",
    "subject": "Italian Lakes (Lake Orta)",
    "description": "Colour photo, lake view through trees, purple/pink tones.",
    "verdict": "decent",
    "notes": "Romantic view of Lake Orta and San Giulio island framed through dark pine silhouettes. Unusual purple-pink tones in the distant mountains give a dreamy, painterly quality. The tree-framed composition creates depth but also obscures the main subject somewhat. Pleasant Italian landscape with atmospheric quality.",
    "batch": 5,
    "pageText": "PERFECT GEM OF THE ITALIAN LAKES\n\nLake Orta, one of the smaller of the northern Italian lakes, is situated to the west of Lake Maggiore, which it rivals in beauty. This photograph was taken from above the village of Orta, the roofs of which can be seen just beyond the brow of the hill, and looking towards the island of San Giulio. On the left of the island is the church, founded in A.D. 379, from which the island takes its name.",
    "stars": 3
  },
  {
    "file": "5729",
    "subject": "WWII Air Raid (Children in Trench)",
    "description": "B&W photo, children watching sky from shelter.",
    "verdict": "no",
    "notes": "Historically significant B&W photograph of children crowded in an air raid trench during WWII, watching the aerial battle above. Powerful documentary image but the subject matter - children during wartime bombing - is too heavy and somber for wall art. Belongs in a history book or museum, not a living space.",
    "batch": 5,
    "pageText": "HOW GOES THE BIG BATTLE IN THE SKY?\n\nDuring an air raid civilians were expected to take cover in a trench or shelter, and many children, far from being frightened, watched the air battle with the keenest interest, and, on the following morning, collected shell splinters as souvenirs. Most of the fighting took place at such a great height that the aircraft themselves were invisible to the naked eye, and watchers could only follow the paths of vapour trails drawn across the sky by the fighters.",
    "stars": 1
  },
  {
    "file": "5734",
    "subject": "Crocuses",
    "description": "Colour photo, pink/purple crocuses with blue forget-me-nots.",
    "verdict": "decent",
    "notes": "Delicate pink-purple crocuses with blue forget-me-nots herald spring. Soft pastel colours against brown earth. Pleasant garden photography but somewhat washed out with a busy background. Charming spring imagery suitable for cottage-style interiors but not particularly striking.",
    "batch": 5,
    "pageText": "CROCUSES GREETING THE SPRING\n\nCrocuses opening to the sun are a gay sign of returning spring. There are some species that flower even before the snowdrops, and some, indeed, that do not wait for spring but flower in autumn. One of these is the saffron crocus, from the stigmas of which the yellow dye called saffron is made. This was cultivated in Tudor England, and gave its name to Saffron Walden, Essex. It is alleged to have been smuggled from Persia in a pilgrim's hollow staff.",
    "stars": 3
  },
  {
    "file": "5739",
    "subject": "Crown Jewels",
    "description": "Colour illustration, British royal regalia on mauve background.",
    "verdict": "yes",
    "notes": "Stunning illustration of the British Crown Jewels - Imperial State Crown, St. Edward's Crown, Royal Sceptres with the Great Star of Africa, Orbs and Sword of State. Gleaming gold, purple velvet, diamonds and jewels against a mauve background. Opulent and regal. Strong appeal for those interested in British royalty or lovers of decorative splendour.",
    "batch": 5,
    "pageText": "CROWN JEWELS: PRICELESS SYMBOLS OF MAJESTY\n\nFrom left to right, are: the Royal Sceptre, with the huge diamond called the Great Star of Africa; the State Crown, re-made for Queen Victoria in 1838; the Queen's Sceptre; and the Sword of State. In the second row, left to right, are: the Orb of England, surmounted by a jewelled cross and symbolising dominion over the world; the heavy St. Edward's Crown; and the Queen's Orb, for reigning queens.",
    "stars": 4
  },
  {
    "file": "5744",
    "subject": "King Penguins",
    "description": "Colour photo, group of penguins at zoo.",
    "verdict": "decent",
    "notes": "King penguins at London Zoo showing their striking plumage - black, white, blue-grey with distinctive orange-yellow neck patches. The birds themselves are beautiful but the zoo setting is very obvious with visible concrete, artificial pool, and barriers. Charming subjects diminished by the clearly artificial environment.",
    "batch": 5,
    "pageText": "KING PENGUINS FAR FROM THE PERPETUAL SNOW AND ICE OF THE ANTARCTIC\n\nOne of the most remarkable of all birds, the king penguin manages to live and to rear its young a short distance of the South Pole. People think of penguins in terms of blacks and whites, but the king penguin is a gay bird—white, blue, yellow and dazzling white tints. There are none in the Arctic.",
    "stars": 3
  },
  {
    "file": "5749",
    "subject": "Africa Map",
    "description": "Color political map, post-1960 independence states.",
    "verdict": "decent",
    "notes": "Political map of Africa at the end of 1960, capturing the historic moment of African independence. Colour-coded nations in oranges, yellows, greens and pinks. Better colour saturation than most maps in the collection. Historical interest for those following African independence movements, but still primarily reference cartography rather than decorative art.",
    "batch": 5,
    "pageText": "THE CONTINENT OF AFRICA\n\nThis map shows the position in Africa at the end of 1960, and includes the names of the newly-emerged states up to that date. But political movements and groupings continue with bewildering rapidity. There are strong separatist movements in the Buganda province of Uganda and the Katanga province of the Congo. Nyasaland, at the given date, was federated with the two Rhodesias, but a large body of opinion was in favour of separation.",
    "stars": 3
  },
  {
    "file": "5754",
    "subject": "Switchboard Girls",
    "description": "B&W photo, operators at telephone exchange.",
    "verdict": "no",
    "notes": "B&W documentary photograph of telephone operators at a manual switchboard exchange - women in headsets plugging cords into an endless array of jacks. Records obsolete technology and working conditions. Industrial workplace photography with no aesthetic appeal for wall art.",
    "batch": 5,
    "pageText": "HOW SWITCHBOARD GIRLS 'PUT YOU THROUGH'\n\nIn order to hold a telephone conversation the caller's and the distant subscriber's telephones have to be connected by an electric circuit. At a manual exchange, such as the one seen here, each subscriber's telephone is connected to the switchboard by a pair of wires terminating in a jack, and the circuit is completed by the operator inserting a pair of plugs joined by a cord into the jacks of the two subscribers.",
    "stars": 1
  },
  {
    "file": "5759",
    "subject": "Chinese Lanterns (Physalis)",
    "description": "Colour photo, orange lantern plant pods against pale blue sky.",
    "verdict": "yes",
    "notes": "Beautiful photograph of Chinese lantern plants (Physalis) with brilliant orange seed pods against a pale blue sky. The orange-blue colour contrast is striking and elegant. Decorative botanical photography with strong visual appeal - would brighten any room.",
    "batch": 5,
    "pageText": "CHINESE LANTERNS IN AN ENGLISH GARDEN\n\nThe Chinese lantern plant (Physalis) produces both lantern and berry as the result of the fertilization of a flower. The pointed bladder or lantern, with the berry dangling inside, turns a brilliant orange in autumn. The stems can be cut for winter decoration indoors. Untouched outdoors, the lantern eventually becomes a dainty open lacework of veins and the berry is no longer concealed.",
    "stars": 4
  },
  {
    "file": "5764",
    "subject": "Oil Pipes (Kuwait)",
    "description": "B&W photo, industrial pipeline on jetty.",
    "verdict": "no",
    "notes": "B&W industrial photograph of oil pipelines on a Kuwait jetty - parallel pipes stretching to the horizon with valves and curved sections in foreground. Pure petroleum industry documentation. No aesthetic merit for wall art unless you have a specific interest in industrial infrastructure.",
    "batch": 5,
    "pageText": "OIL PIPES ON THE JETTY AT KUWAIT\n\nFor transport overland to a tanker terminal, crude oil is usually pumped through a pipeline system, which may be more than 1,000 miles long. At the port the oil is pumped into tankers, which have their hulls divided into storage compartments. A tanker may deliver its cargo either direct to a refinery built near the water, or to tanks whence it will be pumped to a refinery. Some tankers carry over 80,000 tons of oil, and bigger ones operate each year.",
    "stars": 1
  },
  {
    "file": "5769",
    "subject": "Oasis Village Children (Algeria)",
    "description": "B&W photo, children in patterned dresses.",
    "verdict": "no",
    "notes": "B&W photograph of two Algerian children in patterned dresses standing by a mud-brick building. The colonial-era caption is deeply patronizing, referring to them as \"poor Negro children\" and speculating about their parents being servants. Completely inappropriate for modern wall display regardless of any photographic merit.",
    "batch": 5,
    "pageText": "CHILDREN OF AN OASIS VILLAGE\n\nAlgeria is inhabited by many peoples, and in addition to the Berbers, who are the original natives of the country, there are Arabs from the east, Negroes from the south, and half-breeds. These poor Negro children, whose parents might be the servants of the lad on the opposite page, live in a hut of sun-dried mud in the Algerian Sahara, and probably work as goatherds with the village flocks. The leather bag contains a charm to bring good luck.",
    "stars": 1
  },
  {
    "file": "5774",
    "subject": "Watusi Hunters Dance",
    "description": "Sepia photo, African hunters in traditional dress.",
    "verdict": "no",
    "notes": "Sepia photograph of Watusi (Tutsi) hunters performing a traditional dance in the Congo. Dynamic capture of movement but the colonial-era framing with language about \"appeasing spirits\" and ritual superstition is patronizing and dated. Not appropriate for modern wall display.",
    "batch": 5,
    "pageText": "GOOD LUCK DANCE OF THE WATUSI HUNTERS\n\nThe Watusi, a people living in the Congo, undertake very little serious business until they have performed a ritual dance to ward off bad luck by appeasing the appropriate spirits. Hunters dance in the hope that they may return bearing sufficient game to feed the tribe. All the Watusi are tall, and most of them are well over six feet. High jumping is their national sport, and a man who is unable to clear more than six feet is considered merely a poor performer by his fellows.",
    "stars": 1
  },
  {
    "file": "5779",
    "subject": "Londoners in Costume",
    "description": "Two colour photos, Chelsea Pensioners and Pearly Kings/Queens.",
    "verdict": "decent",
    "notes": "Two quintessentially London scenes: Pearly King and Queen family in their spectacular button-covered suits (thousands of pearl buttons in decorative patterns), and Thames watermen in scarlet Doggett's Coat and Badge livery. Colourful and uniquely British. Magazine layout but the subjects are distinctive and visually striking. Appeals to Londoners and Anglophiles.",
    "batch": 5,
    "pageText": "LONDONERS IN THEIR UNIQUE COSTUMES\n\nThe family on the right could be seen only in London, because it is only there that the 'pearly' kings and queens appear in full dress. The distinctive attire of the London costermonger (street vendor of fruit or vegetables) is a cap and full suit lavishly decorated with pearl buttons. With her 'pearly' coat and skirt, his wife wears a large hat trimmed with sweeping ostrich plumes.\n\nOn the left are three winners of Doggett's Coat and Badge, a prize annually competed for by Thames watermen in a rowing race. Founded by Thomas Doggett in 1715, the race is now organised by the Fishmongers' Company.",
    "stars": 3
  },
  {
    "file": "5784",
    "subject": "Windsor Castle",
    "description": "Colour photo, guards band marching, castle backdrop.",
    "verdict": "decent",
    "notes": "Classic Windsor Castle scene with Guards band marching in red tunics and bearskins against the grey medieval walls, Round Tower rising in the background. The colour contrast of scarlet uniforms against stone is striking. Quintessential British royal pageantry - appeals to Anglophiles and those who appreciate royal tradition.",
    "batch": 5,
    "pageText": "WINDSOR CASTLE: FOR EIGHT CENTURIES THE HOME OF ENGLAND'S SOVEREIGNS\n\nDominating an eminence about 20 miles from London, Windsor Castle was founded by William the Conqueror. It comprises an upper and a lower ward, containing the royal apartments, the State apartments, and St. George's Chapel. In the background (centre, left) rises the Round Tower, or Keep, dating from the time of Henry III and George IV. Preceded by a drum beat, the band of a battalion of the Brigade of Guards passes through the great gateway, a display of colour against the surrounding grey walls.",
    "stars": 3
  },
  {
    "file": "5789",
    "subject": "Molluscs",
    "description": "Colour illustration, shells, octopus, snails on cream background.",
    "verdict": "yes",
    "notes": "Superb mollusc illustration by E.C. Mansell. Snails, shells, cuttlefish, slugs, cowrie in warm earth tones. Classic cabinet of curiosities aesthetic - highly frameable natural history art.",
    "batch": 5,
    "pageText": "GROUP OF MOLLUSCS—INVERTEBRATE ANIMALS\n\nSpecially drawn for this work by E. C. Mansell\n\n1. Great pond snail (Lymnaea stagnalis). 2. Violet-snail (Janthina communis) with egg-float. 3. Black olive (Oliva maura). 4. Under-surface of the common limpet (Patella vulgata). 5. Pelican's foot (Chenopus pes-pelicani). 6. Garden snail (Helix aspersa). 7. Smooth Venus (Callista chione). 8. Smooth Venus (Venus). 9. Dotted aeolis sea slug (Facelina punctata). 10. Eggshell razor (Cultellus legumen). 11. Common cuttlefish (Sepia officinalis). 12. Elliptical trough-shell (Mactra elliptica). 13. Swan mussel (Anodonta cygnea). 14. Large black slug (Arion ater). 15. Tiger cowrie (Cypraea tigris). Not all of these are drawn to size.",
    "stars": 5
  },
  {
    "file": "5794",
    "subject": "Flamingos",
    "description": "Colour photo, pink flamingos on dark water, reflections.",
    "verdict": "yes",
    "notes": "Elegant flamingos in dark water with beautiful reflections. Moody pink and purple tones, atmospheric lighting. Striking wildlife photography with artistic quality.",
    "batch": 5,
    "pageText": "STRANGE BUT BEAUTIFUL FLAMINGOES\n\nThese large, rather grotesque birds are pale pinkish when at rest, the brighter colour of the undersides of the wings showing up only in flight. The most brilliantly coloured is the roseate flamingo of the American Atlantic coast, and it is a species that nests in Spain, southern France, the Caspian region, southern Asia, and Africa.\n\nWhen fully grown, a flamingo may range between five and six-and-a-half feet in height, and the humped body is supported on legs amazingly thin and long, while the slender neck curves upwards like a big letter S to end in a small head with large flat down-curving beak. The beak is upside down when the bird scoops food from the mud.",
    "stars": 4
  },
  {
    "file": "5799",
    "subject": "Egyptian Tomb Figures",
    "description": "Colour photo, two wooden servant figures with baskets on mauve background.",
    "verdict": "yes",
    "notes": "Stunning Egyptian tomb figures from Mehenkwetre's tomb (Met Museum). 4000-year-old servant statues on rich mauve background. Exquisite ancient art - museum quality, highly frameable.",
    "batch": 5,
    "pageText": "DESTINED FOR THE DARKNESS OF THE TOMB\n\nTo the belief of the Egyptians in an after-life beyond the tomb we owe most of our knowledge of that ancient people. These figures, half life-size, were found when the tomb of Mehenkwetre was opened in 1920. They had stood there, each woman grasping a bird in the right hand, for some 4,000 years, ready to serve their master in the other world with the food and drink in their baskets. The fabric patterns are not unlike those of to-day.",
    "stars": 5
  },
  {
    "file": "5806",
    "subject": "Seville Spring Fair",
    "description": "Colour photo, woman in traditional dress, crowded festival.",
    "verdict": "decent",
    "notes": "Colour photograph of the Seville Spring Fair showing a woman in traditional white flamenco dress with colourful ruffles amid festival crowds. Vibrant colours but the composition is very crowded and chaotic - more of a tourist snapshot than frameable art. Too busy for wall display.",
    "batch": 5,
    "pageText": "TAKING HIS GIRL FRIEND IN HER SUNDAY BEST TO THE SPRING FAIR AT SEVILLE\n\nThe Spring Fair at Seville is one of the most colourful festivals in Spain. The women wear their finest traditional dresses with elaborate ruffles and flounces, while men often dress in traditional Andalusian costume. The fair attracts visitors from all over Spain and abroad to enjoy the dancing, music, and festivities that last for several days.",
    "stars": 2
  },
  {
    "file": "5811",
    "subject": "Denmark (Young Subjects)",
    "description": "Two colour photos, Danish and Greenlandic children in traditional dress.",
    "verdict": "decent",
    "notes": "Two charming photographs: Danish children in colourful regional folk costumes (reds, blues, greens with embroidered bodices), and Greenlandic Inuit children in traditional clothing with decorative beadwork and embroidery. Pleasant cultural portraits with warm colours. Magazine layout but genuinely charming subjects.",
    "batch": 5,
    "pageText": "YOUNG SUBJECTS OF THE KING OF DENMARK\n\nThe five fair-haired little girls in the upper photograph are wearing the costumes of various Danish districts—something seen nowadays only on special occasions. The lower picture comes from Greenland, which is a province of Denmark, and shows Eskimo children. Their native clothing, brightened with embroidery and beadwork, makes the European dress worn by one or two look drab. There are some 24,000 Eskimos in Greenland.",
    "stars": 3
  },
  {
    "file": "5817",
    "subject": "Indo-China Stieng Girls",
    "description": "B&W photo, two young women in striped tribal costume.",
    "verdict": "no",
    "notes": "B&W photograph of two Stieng tribal women from Vietnam in traditional striped costume with jewelry. However, the caption is appallingly offensive, calling them \"a backward people\" and making patronizing comments about early marriage and becoming \"household drudges.\" The colonial-era framing makes this completely unsuitable for modern wall display.",
    "batch": 6,
    "pageText": "IN INDO-CHINA THEY GROW UP EARLY\n\nThese two girls, dressed in tribal costume, are Stiengs, a backward people living in the hills in remote regions of South Vietnam, a republic of south-east Asia. The Stiengs, owing to lack of communications, have been little influenced by Western civilization, and the childhood days of these girls probably ended before they were ten years old. According to Western ideas they marry at a very early age, and are old women at 35, when they have become household drudges.",
    "stars": 1
  },
  {
    "file": "5818",
    "subject": "Sea Dyaks of Borneo",
    "description": "Colour photo, Dyak family in traditional dress with elaborate patterns.",
    "verdict": "yes",
    "notes": "Sea Dyak family from Borneo in elaborate traditional costume. Vibrant colours and intricate beadwork and textiles. While it has colonial-era documentary feel, the craftsmanship and colours are genuinely beautiful.",
    "batch": 6,
    "pageText": "CHILD AND PARENTS OF THE SEA DYAKS\n\nFor centuries the Sea Dyaks of the island of Borneo were head-hunters, and this warrior still has his sword decorated with a scalp lock. His small son belongs to a generation who will grow up to regard such a barbarous practice as no more than a strange survival from the bad old days of long ago. The mother is wearing a curious corselet made of rattan cane, and a silver belt similar to her husband's.",
    "stars": 5
  },
  {
    "file": "5821",
    "subject": "Colour Theory (Optical Effects)",
    "description": "Colour illustration, geometric shapes demonstrating colour perception on dark background.",
    "verdict": "yes",
    "notes": "Bold colour theory demonstration with geometric shapes showing optical illusions and colour perception effects. Striking Bauhaus-influenced design on dark background. Very modern aesthetic - would suit contemporary interiors.",
    "batch": 6,
    "pageText": "",
    "stars": 5
  },
  {
    "file": "5822",
    "subject": "Colour Spectrum",
    "description": "Colour illustration, rainbow spectrum wheel and bands showing colour theory.",
    "verdict": "yes",
    "notes": "Beautiful colour spectrum wheel and graduated bands showing full rainbow range. Educational but visually stunning. The vibrant colour progression creates an almost abstract decorative piece.",
    "batch": 6,
    "pageText": "1. THE FULL SPECTRUM\n2. BLUE\n3. YELLOW\n4. EXTREME RED\n5. RED\n6. MAROON\n7. CYAN",
    "stars": 5
  },
  {
    "file": "5823",
    "subject": "Venice (St. Mark's)",
    "description": "Colour photo, St. Mark's Campanile and Piazzetta with tourists.",
    "verdict": "decent",
    "notes": "Classic Venice view. Pleasant colours but standard travel photo.",
    "batch": 6,
    "pageText": "IN THE OLD AND LOVELY CITY OF VENICE\n\nThis is the Piazzetta (little square), thronged, as always in the summer months, with tourists from all over the world and dominated by the great red-brick campanile (bell tower) of St. Mark's Cathedral. This stands apart from, and facing, the main cathedral building, which is out of the picture on the right. The granite column on the left is crowned by a figure of the winged lion of St. Mark, the age-old symbol of Venice.",
    "stars": 3
  },
  {
    "file": "5827",
    "subject": "Scottish Tartans",
    "description": "Colour illustration, grid of 20 different clan tartans on cream background.",
    "verdict": "yes",
    "notes": "Excellent illustration of Scottish clan tartans - about 20 different patterns arranged in a grid, including Buchanan, Royal Stewart, MacLeod, Cameron, MacGregor and more. Rich, vibrant colours in the classic tartan patterns create strong graphic impact. Highly decorative and frameable. Appeals to Scottish heritage but also works as pure graphic design.",
    "batch": 6,
    "pageText": "SOME DECORATIVE EXAMPLES OF SCOTS TARTANS\n\nSpecially drawn for this work by E. C. Mansell\n\nTartans shown include: Buchanan, MacGregor, Stewart, MacLeod, Brodie, Lindsay, Cameron, Mackay, MacAlister, Royal Stewart, MacLachlan, Munro, Grant, Campbell of Breadalbane, MacLaine, Macmillan.",
    "stars": 5
  },
  {
    "file": "5829",
    "subject": "Japanese Babies",
    "description": "Colour photo, group of Japanese children and women in kimonos carrying babies.",
    "verdict": "decent",
    "notes": "Charming colour photograph of Japanese women and children in traditional kimonos - blues, purples, yellows, oranges - with babies carried on backs in traditional style. Cherry blossoms in background. Rich colours and warm cultural scene. Composition is busy with many figures but overall effect is appealing. Slice of mid-century Japanese family life.",
    "batch": 6,
    "pageText": "AN AIRING FOR JAPANESE BABIES\n\nIn Great Britain the baby of the family is usually taken for an airing in a perambulator, but in Japan an elder sister carries the baby slung on her back. The wooden shoes with high supports keep the wearers off mud and snow in autumn and winter. They are kept on by a thong which is gripped between the big and next toes—something few non-Japanese can do without much practice.",
    "stars": 3
  },
  {
    "file": "5831",
    "subject": "Chinese Grandmother and Child",
    "description": "Colour photo, elderly Chinese woman holding grandchild in traditional dress.",
    "verdict": "decent",
    "notes": "Warm colour portrait of a Chinese grandmother in traditional clothing (blue top, red trousers with green trim) holding her grandchild. Rich colours, genuine human warmth. An intergenerational moment captured with dignity. The reds and blues create visual appeal. Pleasant cultural portrait.",
    "batch": 6,
    "pageText": "SOME OF THE WORLD'S CHILDREN\n\nIn China, trousers are worn by women almost as much as by men, and this grandmother, dressed in coat and trousers and holding her grandson, certainly has a grandfatherly appearance. The birth of a son is an occasion for much rejoicing in a Chinese household, but boys under the age of eight are rarely punished. Chinese children under the age of eight are rarely punished, and perform the rites of ancestor worship.",
    "stars": 3
  },
  {
    "file": "5832",
    "subject": "Geological Strata",
    "description": "Colour illustration, cross-section of folded rock layers showing geological formations.",
    "verdict": "yes",
    "notes": "Stunning geological cross-section showing folded rock strata (anticline) in flowing bands of green, orange, pink, purple, blue and cream. While scientifically educational, the sinuous coloured layers create an almost abstract artistic effect. Beautiful flowing forms and harmonious colours - this transcends its educational purpose to become genuinely decorative art.",
    "batch": 6,
    "pageText": "STONE 'PAGES' THAT TELL THE EARTH'S STORY\n\nHere the story of the earth lies written, so to speak, on the upturned pages of a bent-back book (an anticline is called Airthrey, but it comes from Sutherlandshire—one of the oldest rocks on the British Isles). A harder layer of rock, bent up by earth movement into the form shown, resists weathering better than surrounding rocks; sometimes they are worn away first at the centre (9, 11), and eventually the sides crumble to leave isolated stumps. 1. Ordovician. 2. A harder mass of rock. 3. Devonian. 4. Carboniferous. 5. Permian. 6. Triassic. 7. Jurassic. 8. Cretaceous. 9. Tertiary. 10. Pleistocene. 11, 12. Alluvium. The period which is called the Glacial or Ice Age extended from 1,000,000 years ago to about 20,000 years. This ended somewhere of glaciers, gradients and hills.",
    "stars": 5
  },
  {
    "file": "5819",
    "subject": "Hokusai Waterfall",
    "description": "Colour reproduction of Hokusai woodblock print showing waterfall with figures on wooden bridge.",
    "verdict": "yes",
    "notes": "Hokusai woodblock print from the famous waterfalls series. Classic ukiyo-e style with stylized blue water cascading over rocks, tiny figures crossing a wooden bridge. One of the masterworks of Japanese art - highly frameable and decorative.",
    "batch": 2,
    "pageText": "",
    "stars": 5
  },
  {
    "file": "5820",
    "subject": "Japanese Beauty (Hosoda Eishi)",
    "description": "18th century ukiyo-e print of Japanese woman in black kimono by Hosoda Eishi.",
    "verdict": "yes",
    "notes": "Elegant bijin-ga (beautiful woman) print by master Hosoda Eishi (1756-1829). Subtle colour combinations, refined composition. Classical Japanese art at its finest - highly decorative and frameable.",
    "batch": 2,
    "pageText": "",
    "stars": 5
  },
  {
    "file": "5824",
    "subject": "Bridge of Sighs, Venice",
    "description": "Colour photograph of the famous Bridge of Sighs with gondola beneath.",
    "verdict": "maybe",
    "notes": "Classic Venice view - the famous white limestone Bridge of Sighs framed through an arch with gondola passing beneath. Pleasant travel photography but a fairly standard postcard view. Appeals to Venice lovers but not exceptional.",
    "batch": 2,
    "pageText": "",
    "stars": 3
  },
  {
    "file": "5825",
    "subject": "Doge's Palace, Venice",
    "description": "Colour photograph of the Doge's Palace from the waterfront with column of St. Theodore.",
    "verdict": "maybe",
    "notes": "Famous Gothic Doge's Palace with distinctive pink and white diamond-patterned facade and arcades. Standard Venice travel photography - pleasant but postcard-like. Appeals to Venice enthusiasts.",
    "batch": 2,
    "pageText": "",
    "stars": 3
  },
  {
    "file": "5826",
    "subject": "Santa Maria della Salute, Venice",
    "description": "Colour photograph of the baroque church from the Grand Canal with gondola posts.",
    "verdict": "maybe",
    "notes": "Famous 17th century baroque church at the entrance to the Grand Canal. Distinctive white dome and scroll buttresses. Standard Venice travel photography - iconic landmark but postcard-like composition.",
    "batch": 2,
    "pageText": "",
    "stars": 3
  },
  {
    "file": "5828",
    "subject": "Algerian Boy (Biskra)",
    "description": "B&W photograph of young Arab boy in traditional dress with embroidered cap.",
    "verdict": "no",
    "notes": "B&W photograph of young Algerian boy in traditional clothing. The colonial-era title \"Son of a Prosperous Arab\" and ethnographic framing feels dated. B&W further limits decorative appeal.",
    "batch": 2,
    "pageText": "",
    "stars": 2
  },
  {
    "file": "5830",
    "subject": "Pakistani Girl with Dowry",
    "description": "B&W photograph of Pakistani girl in traditional dress displaying jewelry dowry.",
    "verdict": "no",
    "notes": "B&W ethnographic photograph with colonial-era caption focusing on dowry customs and \"Mahomedan\" families. The framing around dowry practices feels dated and inappropriate for modern wall display.",
    "batch": 2,
    "pageText": "",
    "stars": 2
  },
  {
    "file": "5833",
    "subject": "Lunar Landscape",
    "description": "B&W telescopic photograph of Moon surface showing craters and maria from Mt. Wilson.",
    "verdict": "maybe",
    "notes": "Telescopic photograph of the lunar surface showing Archimedes crater, Mare Imbrium and Apennine mountains. Has stark scientific beauty but B&W limits decorative appeal compared to the colour Bonestell space art elsewhere in the collection.",
    "batch": 2,
    "pageText": "",
    "stars": 3
  },
  {
    "file": "5834",
    "subject": "Anthropoid Apes",
    "description": "B&W photographs of four great apes - chimpanzee, gorilla, orangutan, gibbon.",
    "verdict": "no",
    "notes": "Scientific reference page with four B&W photographs of great apes. Educational grid layout with no decorative appeal. Not suitable for wall art.",
    "batch": 2,
    "pageText": "",
    "stars": 2
  },
  {
    "file": "5835",
    "subject": "Bishop Rock Lighthouse",
    "description": "Colour photograph of lighthouse in rough Atlantic seas with lifeboat rescue.",
    "verdict": "yes",
    "notes": "Dramatic maritime photograph of Bishop Rock Lighthouse standing alone in churning turquoise-green Atlantic waves. A lifeboat battles the seas below. Strong composition and good colours. Appeals to nautical and lighthouse enthusiasts.",
    "batch": 2,
    "pageText": "",
    "stars": 4
  },
  {
    "file": "5836",
    "subject": "The Farmer's Year",
    "description": "Sepia photograph of horse-drawn ploughing creating furrows in field.",
    "verdict": "no",
    "notes": "Documentary agricultural photograph showing horse-drawn ploughing. The curved furrow lines have mild graphic appeal but overall too mundane for wall art. Sepia tones add nothing decorative.",
    "batch": 2,
    "pageText": "",
    "stars": 2
  },
  {
    "file": "5837",
    "subject": "Useful Knots",
    "description": "B&W instructional diagrams showing how to tie various knots.",
    "verdict": "no",
    "notes": "Technical reference page with B&W diagrams showing knot-tying instructions. Purely educational with no decorative appeal. Belongs in a scout handbook, not on a wall.",
    "batch": 2,
    "pageText": "",
    "stars": 2
  },
  {
    "file": "5838",
    "subject": "Bavarian Painted Houses (Mittenwald)",
    "description": "Colour photograph of traditional Bavarian buildings with Lüftlmalerei mural paintings.",
    "verdict": "maybe",
    "notes": "Traditional Bavarian houses with decorative Lüftlmalerei facade paintings in the alpine village of Mittenwald. Soft pastel colours and charming folk architecture. Pleasant travel photography but not exceptional.",
    "batch": 2,
    "pageText": "",
    "stars": 3
  },
  {
    "file": "5839",
    "subject": "Hats, Bonnets and Caps of Many Lands",
    "description": "Colour illustration showing 56 types of headwear from different cultures and eras.",
    "verdict": "yes",
    "notes": "Charming watercolour illustration of headwear from around the world and throughout history. Soft pastel palette with whimsical appeal. Educational but genuinely decorative - would suit a hallway or study.",
    "batch": 2,
    "pageText": "",
    "stars": 4
  },
  {
    "file": "5840",
    "subject": "Nine Hundred Years of Women's Dress",
    "description": "Colour illustration showing women's fashion evolution from 1000 AD to 1890.",
    "verdict": "yes",
    "notes": "Charming watercolour illustration of women's fashion through the ages - medieval, Tudor, Stuart, Georgian, Regency, Victorian. Clean grid layout on cream background. Delightful fashion history piece with genuine decorative appeal.",
    "batch": 2,
    "pageText": "",
    "stars": 4
  },
  {
    "file": "5841",
    "subject": "Spider Anatomy (Microscope)",
    "description": "B&W scientific diagrams of spider anatomy under microscope.",
    "verdict": "no",
    "notes": "Clinical scientific page showing magnified spider parts - poison fangs, spinnerets, face, etc. Too creepy and technical for wall art. Nobody wants a giant spider face diagram on their wall.",
    "batch": 2,
    "pageText": "",
    "stars": 1
  },
  {
    "file": "5842",
    "subject": "Giant Spider with Dead Humming Bird",
    "description": "Colour photograph of tarantula with captured hummingbird prey.",
    "verdict": "no",
    "notes": "Nature documentary showing a bird-eating spider with its prey. Gruesome subject matter - absolutely not suitable for wall display unless you want to disturb your guests.",
    "batch": 2,
    "pageText": "",
    "stars": 1
  },
  {
    "file": "5843",
    "subject": "Flowers (Microscope)",
    "description": "B&W microscopic photographs of flower parts - pollen, stigmas, petals.",
    "verdict": "no",
    "notes": "Scientific botanical photography showing magnified flower structures. B&W and clinical presentation lacks the decorative appeal of the colour botanical plates. Reference material only.",
    "batch": 2,
    "pageText": "",
    "stars": 2
  },
  {
    "file": "5844",
    "subject": "Where Birds Lay Their Eggs",
    "description": "B&W photographs of various birds with their nests and eggs.",
    "verdict": "no",
    "notes": "Documentary B&W photographs of birds nesting. Multiple small images in magazine layout. The colour bird eggs illustration elsewhere in the collection is far superior for wall art.",
    "batch": 2,
    "pageText": "",
    "stars": 2
  },
  {
    "file": "5845",
    "subject": "Care and Treatment of the Sick",
    "description": "B&W photographs of hospital nursing and X-ray equipment.",
    "verdict": "no",
    "notes": "Clinical medical documentary showing nurses training and radiography equipment. Nobody wants hospital scenes on their walls.",
    "batch": 2,
    "pageText": "",
    "stars": 1
  },
  {
    "file": "5846",
    "subject": "British Ram Breeds",
    "description": "B&W photographs of 8 British sheep breeds in grid layout.",
    "verdict": "no",
    "notes": "Agricultural reference showing different British sheep breeds. B&W grid layout with no decorative appeal. Only of interest to sheep farmers.",
    "batch": 2,
    "pageText": "",
    "stars": 2
  },
  {
    "file": "5847",
    "subject": "British Cattle Breeds",
    "description": "B&W photographs of 8 British cattle breeds in grid layout.",
    "verdict": "no",
    "notes": "Agricultural reference showing champion cattle breeds. B&W grid layout identical to the sheep page. No decorative appeal - farming reference only.",
    "batch": 2,
    "pageText": "",
    "stars": 2
  },
  {
    "file": "5848",
    "subject": "Autumn in Canada (Gatineau River)",
    "description": "Colour photograph of Canadian autumn foliage with canoeist on river.",
    "verdict": "yes",
    "notes": "Beautiful autumn landscape on the Gatineau River, Quebec. Brilliant fall colours - oranges, reds, yellows reflected in calm water with lone canoeist. Classic scenic photography with strong seasonal appeal.",
    "batch": 2,
    "pageText": "",
    "stars": 4
  },
  {
    "file": "5849",
    "subject": "Cave Drawings (Prehistoric Art)",
    "description": "Colour reproductions of prehistoric Spanish cave paintings showing hunting and daily life.",
    "verdict": "yes",
    "notes": "Prehistoric cave art reproductions from Spain - hunting scenes, deer, archers, ceremonial dancers. Warm ochre and red tones have genuine visual appeal. The primitive art has striking simplicity that works well as wall decoration.",
    "batch": 2,
    "pageText": "",
    "stars": 4
  },
  {
    "file": "5850",
    "subject": "The Blue Grotto, Capri",
    "description": "Colour illustration of the famous Blue Grotto sea cave in Capri.",
    "verdict": "yes",
    "notes": "Atmospheric illustration of the famous Blue Grotto of Capri. The ethereal blue light effect is beautifully captured with small boats floating in the illuminated cave. Dreamlike quality with striking blue tones.",
    "batch": 2,
    "pageText": "",
    "stars": 4
  },
  {
    "file": "5851",
    "subject": "Babylon Ruins",
    "description": "B&W photograph of archaeological ruins of ancient Babylon.",
    "verdict": "no",
    "notes": "Archaeological documentation of Babylonian ruins. B&W photograph of crumbling structures with extensive text. Historical interest only - no decorative appeal.",
    "batch": 2,
    "pageText": "",
    "stars": 2
  },
  {
    "file": "5852",
    "subject": "Snakes (Natural History)",
    "description": "Colour illustration of 11 snake species - harmless, venomous and constrictors.",
    "verdict": "maybe",
    "notes": "Natural history illustration of snakes with good detail and colours. Well-executed plate but snake phobia will significantly limit appeal. Not for everyone but reptile enthusiasts may appreciate it.",
    "batch": 2,
    "pageText": "",
    "stars": 3
  },
  {
    "file": "5853",
    "subject": "Tropical Aquarium Fish",
    "description": "Colour illustration of tropical fish in oval frame on purple background with coral.",
    "verdict": "yes",
    "notes": "Elegant illustration of tropical aquarium fish in an oval frame against deep purple with white coral decoration. Blue betta, orange goldfish, angelfish among aquatic plants. Almost Art Deco in feel - highly decorative and frameable.",
    "batch": 2,
    "pageText": "",
    "stars": 5
  },
  {
    "file": "5854",
    "subject": "Pioneer Photography Portrait",
    "description": "Sepia calotype portrait from 1845 by David Octavius Hill.",
    "verdict": "no",
    "notes": "Historical calotype portrait from the dawn of photography (1845). Of interest to photography historians but the dark sepia tones and formal Victorian pose have no decorative appeal for modern walls.",
    "batch": 2,
    "pageText": "",
    "stars": 2
  },
  {
    "file": "5855",
    "subject": "Ancient Egyptian Boat Models",
    "description": "Colour photographs of Egyptian tomb boat models showing Nile navigation.",
    "verdict": "maybe",
    "notes": "Detailed photographs of ancient Egyptian boat models from the Metropolitan Museum. Fascinating historical artifacts showing 4000-year-old craftsmanship. Museum catalogue feel rather than decorative art, but appeals to Egyptology enthusiasts.",
    "batch": 2,
    "pageText": "",
    "stars": 3
  },
  {
    "file": "5856",
    "subject": "Egyptian Treasures (Tutankhamun & Nefertiti)",
    "description": "Colour photographs of Tutankhamun's sarcophagus and Nefertiti bust.",
    "verdict": "yes",
    "notes": "Iconic Egyptian art - Tutankhamun's golden sarcophagus and the famous Nefertiti bust. These are among the most recognizable ancient artworks. Rich gold tones and elegant sculpture. Appeals to anyone interested in ancient Egypt.",
    "batch": 2,
    "pageText": "",
    "stars": 4
  },
  {
    "file": "5857",
    "subject": "Champion Athletes",
    "description": "B&W photographs of track and field athletes in action.",
    "verdict": "no",
    "notes": "B&W sports documentary showing various track and field events. Dated mid-century athletic photography with no decorative appeal for modern walls.",
    "batch": 2,
    "pageText": "",
    "stars": 2
  },
  {
    "file": "5858",
    "subject": "Merchant Navy",
    "description": "B&W photographs of merchant navy ships and training.",
    "verdict": "no",
    "notes": "B&W maritime documentary showing merchant navy vessels and cadet training. Industrial shipping photography with no decorative appeal.",
    "batch": 2,
    "pageText": "",
    "stars": 2
  },
  {
    "file": "5859",
    "subject": "Cordoba Mosque (Mezquita)",
    "description": "B&W photographs of the famous Moorish mosque with horseshoe arches.",
    "verdict": "maybe",
    "notes": "Iconic Mezquita of Cordoba with its famous forest of horseshoe arches. B&W photography misses the distinctive red and white stripes that make this building so visually striking. Architectural interest but colour would be much better.",
    "batch": 2,
    "pageText": "",
    "stars": 3
  },
  {
    "file": "5860",
    "subject": "Decorative Rugs",
    "description": "Colour photographs of Turcoman rug and French floral carpet.",
    "verdict": "yes",
    "notes": "Beautiful textile art - a striking red Turcoman rug with geometric patterns alongside an opulent French floral carpet on deep blue background. Strong decorative appeal for those who appreciate textile arts and craftsmanship.",
    "batch": 2,
    "pageText": "",
    "stars": 4
  },
  {
    "file": "5862",
    "subject": "Hyde Park Fireworks 1919",
    "description": "Colour photograph of peace celebration firework display in Hyde Park on July 19, 1919.",
    "verdict": "yes",
    "notes": "Absolutely stunning - brilliant white fountain bursts, pink and gold fireworks reflected beautifully in the Serpentine. The most extensive firework spectacle of its time. Historical significance combined with spectacular visual impact makes this museum-quality wall art.",
    "batch": 2,
    "pageText": "Peace Celebrated by a Firework Display in Hyde Park on July 19, 1919",
    "stars": 5
  },
  {
    "file": "5863",
    "subject": "Nightingale at Nest",
    "description": "Sepia photograph of hen nightingale with her brood at nest of dead leaves and grass.",
    "verdict": "maybe",
    "notes": "Charming wildlife photograph showing the nightingale at her ground-level nest. The sepia tones give it vintage appeal, but its documentary nature limits decorative potential. Would suit a naturalist or birdwatcher.",
    "batch": 2,
    "pageText": "Hen Nightingale with her Hungry Brood",
    "stars": 3
  },
  {
    "file": "5864",
    "subject": "Swans with Cygnets",
    "description": "Sepia photograph of swans with their fluffy cygnets near nest of reeds and rushes.",
    "verdict": "maybe",
    "notes": "Sweet scene of swan family life - adult swans tending to their fluffy babies by the riverbank. The sepia tones add period charm but the composition is more documentary than artistic. Nice for wildlife enthusiasts.",
    "batch": 2,
    "pageText": "Homes and Haunts of British Birds",
    "stars": 3
  },
  {
    "file": "5865",
    "subject": "Anemones",
    "description": "Colour photographs of Anemone de Caen (red and purple-blue) and Anemone Blanda (delicate blue flowers).",
    "verdict": "yes",
    "notes": "Exquisite botanical photography. The top image is exceptional - vivid red and purple anemones in a decorative vase against pure black, creating dramatic contrast. The delicate Anemone Blanda below adds variety. Perfect for botanical art lovers.",
    "batch": 2,
    "pageText": "Daughters of the Wind",
    "stars": 5
  },
  {
    "file": "5866",
    "subject": "Hampton Court Palace Gardens",
    "description": "Colour photograph of formal gardens at Hampton Court Palace with vibrant flower beds.",
    "verdict": "yes",
    "notes": "Magnificent combination of English heritage and horticultural beauty. Geometric flower beds ablaze with colour against the mellow Tudor brickwork. Blue sky with white clouds completes the idyllic scene. Excellent for Anglophiles and garden lovers.",
    "batch": 2,
    "pageText": "Blaze of Colour Against the Mellow Brickwork of Hampton Court Palace",
    "stars": 5
  },
  {
    "file": "5867",
    "subject": "Rainbows and Solar Halo",
    "description": "Colour illustrations of atmospheric phenomena - double rainbow and solar halo caused by ice crystals.",
    "verdict": "yes",
    "notes": "Dreamy, romantic depictions of atmospheric wonders. Soft pastel colours create a peaceful, contemplative mood. The double rainbow and solar halo make for gentle, calming wall art suitable for relaxation spaces.",
    "batch": 2,
    "pageText": "Beautiful Rainbows and a Halo Round the Sun",
    "stars": 4
  },
  {
    "file": "5868",
    "subject": "Salvador Volcano",
    "description": "B&W photograph of Central American volcano that emerged from a cornfield in 1770.",
    "verdict": "maybe",
    "notes": "Dramatic geological imagery showing the \"Lighthouse of the Pacific\" with its smoking crater. The B&W format emphasizes the stark volcanic landscape but limits decorative versatility. Appeals to geology enthusiasts.",
    "batch": 2,
    "pageText": "Cornfield to Volcano in Under 200 Years",
    "stars": 3
  },
  {
    "file": "5869",
    "subject": "Jaguars",
    "description": "B&W photographs showing baby jaguar and adult jaguar yawning to display teeth.",
    "verdict": "no",
    "notes": "Documentary zoo photography of jaguars. While the animals are impressive, the B&W format and captive setting reduce aesthetic appeal. The \"ferocious yawn\" shot is interesting but not particularly decorative.",
    "batch": 2,
    "pageText": "Baby Jaguar / Ferocious Yawn",
    "stars": 2
  },
  {
    "file": "5870",
    "subject": "London Horse Guards",
    "description": "Colour photograph of Life Guards trooper in ceremonial dress on black horse at Whitehall.",
    "verdict": "yes",
    "notes": "Quintessential British pageantry - the scarlet tunic, white plumed helmet, gleaming black horse against historic Whitehall architecture. Perfect for Anglophiles or anyone who loves British tradition and ceremony.",
    "batch": 2,
    "pageText": "London: Mounted Sentry at the Horse Guards",
    "stars": 4
  },
  {
    "file": "5871",
    "subject": "Everest Summit 1953",
    "description": "Colour photographs of 1953 Everest expedition - Camp III and Tenzing on summit with flags.",
    "verdict": "yes",
    "notes": "Historic imagery from one of humanity's greatest achievements. Tenzing Norgay holding flags on the world's highest point, with Camp III in the brilliant white Western Cwm. Inspiring for adventurers and history buffs alike.",
    "batch": 2,
    "pageText": "The Union Jack on the World's Summit",
    "stars": 4
  },
  {
    "file": "5872",
    "subject": "Everest Expedition Team",
    "description": "Colour photographs of 1953 British Everest expedition members with equipment and crossing crevasse.",
    "verdict": "yes",
    "notes": "More excellent imagery from the historic 1953 expedition. Edmund Hillary with oxygen gear, and dramatic shot of climber crossing a crevasse by ladder. Documents human achievement against the most challenging terrain on Earth.",
    "batch": 2,
    "pageText": "Successful British Team on Everest",
    "stars": 4
  },
  {
    "file": "5873",
    "subject": "Oxford University Aerial",
    "description": "Colour aerial photograph of Oxford University showing Christ Church, Radcliffe Camera, and historic colleges.",
    "verdict": "yes",
    "notes": "Magnificent bird's-eye view of one of the world's great university cities. The golden limestone of ancient colleges, the iconic Radcliffe Camera dome, green quadrangles - perfect for academics, Anglophiles, or anyone who loves historic architecture.",
    "batch": 2,
    "pageText": "The Heart of the University of Oxford",
    "stars": 4
  },
  {
    "file": "5874",
    "subject": "Autumn Beech Forest",
    "description": "Colour photograph of beech trees in golden autumn foliage with rustic wooden footbridge.",
    "verdict": "yes",
    "notes": "Absolutely breathtaking autumn scene. A rustic wooden bridge leads through a cathedral of golden beeches, with fallen leaves carpeting the forest floor. The warm amber tones create a magical, peaceful atmosphere. Museum-quality landscape art.",
    "batch": 2,
    "pageText": "Beeches Draped in the Gold of Autumn",
    "stars": 5
  },
  {
    "file": "5875",
    "subject": "State Opening of Parliament",
    "description": "Colour photograph of Queen Elizabeth II opening Parliament in House of Lords, October 1958.",
    "verdict": "yes",
    "notes": "Historic ceremonial photograph - the first televised State Opening. Queen Elizabeth II in the Imperial State Crown surrounded by Lords in scarlet robes. A magnificent display of British constitutional pageantry and tradition.",
    "batch": 2,
    "pageText": "The State Opening of Parliament",
    "stars": 4
  },
  {
    "file": "5876",
    "subject": "Hydrangeas",
    "description": "Colour photograph of pink and cream hydrangea blooms with rich green foliage.",
    "verdict": "yes",
    "notes": "Lush botanical photography featuring clusters of pink and cream hydrangeas. The rich colours and abundant blooms make this a cheerful, garden-fresh piece suitable for any room that needs a touch of floral elegance.",
    "batch": 2,
    "pageText": "Lovely Heads of Clustered Blooms of the Hydrangea",
    "stars": 4
  },
  {
    "file": "5877",
    "subject": "Hyacinths",
    "description": "Colour photographs of four hyacinth varieties: Princess Irene, L'Innocence, Ostara, and Jan Bos.",
    "verdict": "yes",
    "notes": "Charming display of fragrant spring bulbs in pink, white, purple, and coral red. Each variety photographed in its pot against soft drapery backgrounds. Perfect for garden lovers and anyone who appreciates the simple beauty of spring flowers.",
    "batch": 2,
    "pageText": "Hyacinth: Favourite of House and Garden",
    "stars": 4
  },
  {
    "file": "5878",
    "subject": "Dartmoor Landscape",
    "description": "Colour photograph of Dartmoor moorland showing purple heather, green grass, and russet bracken.",
    "verdict": "yes",
    "notes": "The quintessential English moorland - a patchwork of purple heather, emerald grass, and russet bracken under moody skies. The winding road adds depth and invites the viewer into this wild Devon landscape. Excellent for nature lovers.",
    "batch": 2,
    "pageText": "Colours of Nature's Carpet Merge in Wondrous Harmony on Dartmoor",
    "stars": 4
  },
  {
    "file": "5879",
    "subject": "Empress Theodora Mosaic",
    "description": "Colour photograph of Byzantine mosaic showing Empress Theodora and attendants from San Vitale, Ravenna.",
    "verdict": "yes",
    "notes": "One of the greatest masterpieces of Byzantine art - Empress Theodora in resplendent court dress with her entourage. The rich colours, gold backgrounds, and elaborate details of this 6th-century mosaic are stunning. Museum-quality art historical piece.",
    "batch": 2,
    "pageText": "Byzantine Artistry Expressed in an Elaborate Mosaic at Ravenna",
    "stars": 5
  },
  {
    "file": "5880",
    "subject": "African Water-Hole Diorama",
    "description": "Colour photograph of museum diorama showing African wildlife at Ethiopian water-hole.",
    "verdict": "maybe",
    "notes": "Well-executed museum diorama from Chicago Natural History Museum featuring rhinos, zebras, and other African wildlife. While visually appealing, the diorama context limits its appeal as genuine wildlife art. Better suited for educational settings.",
    "batch": 2,
    "pageText": "Afternoon Scene at an African Water-Hole",
    "stars": 3
  },
  {
    "file": "5881",
    "subject": "Iris and Moth",
    "description": "Colour plate showing pink iris flower alongside emperor moth and cocoon.",
    "verdict": "yes",
    "notes": "Exquisite pairing of botanical and entomological beauty. The delicate pink iris and magnificent emperor moth create a harmonious composition that celebrates nature's artistry. Elegant, refined, and perfect for sophisticated spaces.",
    "batch": 2,
    "pageText": "Rivals in Beauty - The Iris and the Moth",
    "stars": 5
  },
  {
    "file": "5882",
    "subject": "Scottish Piper at Glencoe",
    "description": "Colour photograph of Highland piper in full dress at Glencoe with dramatic mountain backdrop.",
    "verdict": "yes",
    "notes": "Iconic Scottish imagery - a lone piper in tartan at the entrance to Glencoe, the \"glen of weeping.\" The dramatic mountain scenery adds gravitas to this symbol of Scottish culture and history. Perfect for those who love Scotland.",
    "batch": 2,
    "pageText": "The Colour of Bonnie Scotland",
    "stars": 4
  },
  {
    "file": "5883",
    "subject": "Map of Scotland",
    "description": "Reference map showing towns and counties of Scotland with Highlands and islands.",
    "verdict": "no",
    "notes": "Functional reference map of Scotland showing administrative boundaries. While useful for geography, the simple cartographic style lacks the decorative appeal needed for wall art. Better suited for educational contexts.",
    "batch": 2,
    "pageText": "Towns and Counties of Scotland",
    "stars": 2
  },
  {
    "file": "5884",
    "subject": "Kenilworth Castle",
    "description": "Colour photograph of medieval castle ruins seen through bare winter trees.",
    "verdict": "yes",
    "notes": "Atmospheric view of this historic fortress through bare branches, creating a romantic, melancholic scene. The castle's rich history - Simon de Montfort, Robert Dudley, Elizabeth I - adds depth. Classic English heritage imagery.",
    "batch": 2,
    "pageText": "Kenilworth Castle, Fortress of the Past",
    "stars": 4
  },
  {
    "file": "5885",
    "subject": "Ballet Performances",
    "description": "Colour photographs comparing classical Swan Lake and modern Mardi Gras ballets.",
    "verdict": "yes",
    "notes": "Beautiful contrast between classical and modern ballet. The ethereal white tutus of Swan Lake against the vibrant costumes of Mardi Gras showcase the art form's range. Elegant choice for performing arts enthusiasts.",
    "batch": 2,
    "pageText": "Ballet, Classical and Modern",
    "stars": 4
  },
  {
    "file": "5886",
    "subject": "Winter Constellations",
    "description": "Star chart showing winter sky constellations with traditional figures outlined.",
    "verdict": "yes",
    "notes": "Charming astronomical chart with constellation figures drawn in classical style. Orion, the Great Dog, the Twins, and other winter star groups on a black field. Educational and decorative - perfect for astronomy enthusiasts or studies.",
    "batch": 2,
    "pageText": "Star-Groups You Can See in the Winter Sky",
    "stars": 4
  },
  {
    "file": "5887",
    "subject": "Vintage Advertisements",
    "description": "B&W plate showing three generations of advertising including Vi-Cocoa, milk delivery, and Bovril.",
    "verdict": "maybe",
    "notes": "Nostalgic collection of Victorian/Edwardian advertisements. The quaint domestic scenes and period typography have retro charm for those interested in advertising history or vintage aesthetics, but limited general appeal.",
    "batch": 2,
    "pageText": "Three Generations of Advertising",
    "stars": 3
  },
  {
    "file": "5888",
    "subject": "Angel Fish and Lumpsucker",
    "description": "Sepia photographs contrasting graceful angel fish with ugly lumpsucker guarding eggs.",
    "verdict": "no",
    "notes": "Documentary marine photography comparing beautiful and ugly fish. The contrast is educational but neither image has strong decorative appeal. The sepia tones and aquarium setting limit aesthetic value.",
    "batch": 2,
    "pageText": "Beauty and Ugliness in the World of Water",
    "stars": 2
  },
  {
    "file": "5889",
    "subject": "Fishing Industry",
    "description": "Sepia photographs of Yarmouth fishing industry showing thousands of barrels of herrings.",
    "verdict": "no",
    "notes": "Industrial documentary photography of the herring trade. The repetitive patterns of barrels have some graphic interest, but the subject matter is too commercial and utilitarian for decorative purposes.",
    "batch": 2,
    "pageText": "Slump and Boom in the Fishing Industry",
    "stars": 2
  },
  {
    "file": "5890",
    "subject": "Women's Careers",
    "description": "B&W photographs showing women in dentistry, confectionery, and banking careers.",
    "verdict": "no",
    "notes": "Documentary images of mid-century women's employment. Historically interesting as social documentation but the office/workplace settings lack decorative appeal. Better suited for historical archives.",
    "batch": 2,
    "pageText": "Careers with Widely Differing Appeals",
    "stars": 2
  },
  {
    "file": "5891",
    "subject": "Jet Aircraft",
    "description": "B&W photographs of experimental jets including Fairey Delta, Avro Vulcan, and Flying Bedstead.",
    "verdict": "maybe",
    "notes": "Fascinating Cold War aviation technology - delta wings, supersonic fighters, and vertical take-off experiments. Appeals strongly to aviation enthusiasts and those interested in mid-century technology, but limited general decorative appeal.",
    "batch": 2,
    "pageText": "Strange Shapes of Jet Aircraft",
    "stars": 3
  },
  {
    "file": "5892",
    "subject": "Early Space Photography",
    "description": "B&W photograph from rocket camera 100 miles above Earth showing Arizona and Baja California coastline.",
    "verdict": "maybe",
    "notes": "Historic early space photography showing Earth from above. The grainy B&W image captures the dawn of the space age. Scientifically significant but the poor image quality limits its decorative appeal. Appeals to space/aviation history enthusiasts.",
    "batch": 2,
    "pageText": "An Outside View of the Earth",
    "stars": 3
  },
  {
    "file": "5893",
    "subject": "Egyptian Portrait Sculpture",
    "description": "Sepia photographs of ancient Egyptian statues including Prince Ra-hotep, Nefert, and Ka-nefer.",
    "verdict": "yes",
    "notes": "Magnificent examples of ancient Egyptian portrait sculpture from the Cairo Museum. The lifelike quality of these Old Kingdom statues - particularly the famous Ra-hotep and Nefert pair - represents the pinnacle of Egyptian artistry. Museum-quality art history.",
    "batch": 2,
    "pageText": "Early Triumphs of Egyptian Portrait Sculpture",
    "stars": 4
  },
  {
    "file": "5894",
    "subject": "Luxor Temple Columns",
    "description": "Sepia photograph of massive colonnade at Luxor Temple built by Ramesses II with pharaoh statues.",
    "verdict": "yes",
    "notes": "Awe-inspiring view of the Luxor colonnade with its massive papyrus columns and colossal pharaoh statues. The scale and grandeur of Ramesses II's construction is palpable. Excellent for lovers of ancient history and monumental architecture.",
    "batch": 2,
    "pageText": "Graceful Columns in a Temple of Ancient Thebes",
    "stars": 4
  },
  {
    "file": "5895",
    "subject": "Abu Simbel Colossi",
    "description": "Sepia photograph of the four colossal statues of Ramesses II at Abu Simbel temple.",
    "verdict": "yes",
    "notes": "One of Egypt's most iconic monuments - the four seated colossi of Ramesses II carved directly from the cliff face. The sheer scale and ambition of this rock-cut temple is breathtaking. Essential imagery for Egyptology enthusiasts.",
    "batch": 2,
    "pageText": "Seated Rock-Hewn Colossi of Abu Simbel",
    "stars": 4
  },
  {
    "file": "5896",
    "subject": "Karnak Temple Gateway",
    "description": "Sepia photograph of massive pylon gateway at Temple of Khons in Karnak complex.",
    "verdict": "yes",
    "notes": "Impressive Ptolemaic pylon covered in hieroglyphic reliefs showing the king making offerings. The palm trees in the foreground add romantic atmosphere to this view of ancient Karnak. Strong appeal for those interested in Egyptian architecture.",
    "batch": 2,
    "pageText": "A Great King's Gateway in Karnak Temple",
    "stars": 4
  },
  {
    "file": "5897",
    "subject": "Cone Nebula",
    "description": "B&W astronomical photograph of the Cone Nebula taken with Mount Palomar 200-inch telescope.",
    "verdict": "yes",
    "notes": "Haunting deep space imagery from the golden age of astronomical photography. The Cone Nebula's ghostly form emerging from cosmic dust creates an ethereal, almost spiritual atmosphere. Excellent for astronomy enthusiasts and those who appreciate the sublime.",
    "batch": 2,
    "pageText": "Vast Cloud of Dust Between the Stars",
    "stars": 4
  },
  {
    "file": "5898",
    "subject": "Cambridge University",
    "description": "Sepia photographs of the River Cam, the Backs, Trinity Bridge, and Bridge of Sighs at Cambridge.",
    "verdict": "yes",
    "notes": "Classic views of one of the world's great universities. The tranquil Backs along the Cam and the elegant Bridge of Sighs capture Cambridge's scholarly beauty. Perfect for academics, Anglophiles, and lovers of historic architecture.",
    "batch": 2,
    "pageText": "Where the Cam Flows Through Cambridge",
    "stars": 4
  },
  {
    "file": "5899",
    "subject": "Australian Outback Rocks",
    "description": "Colour photographs of Devil's Marbles granite boulders and Mount Olga (Kata Tjuta).",
    "verdict": "yes",
    "notes": "Striking geological formations of the Australian outback. The impossible balance of the Devil's Marbles and the dramatic red domes of Kata Tjuta showcase nature's sculptural power. Excellent for landscape art and travel enthusiasts.",
    "batch": 2,
    "pageText": "Fantastic Rocks of the Vast Outback",
    "stars": 4
  },
  {
    "file": "5900",
    "subject": "Alice Springs and Uluru",
    "description": "Colour photographs of Alice Springs township and Ayers Rock (Uluru) monolith.",
    "verdict": "yes",
    "notes": "Iconic Australian imagery - the remote outback town of Alice Springs and the sacred monolith of Uluru. The red rock glowing against the pale sky is one of Australia's most recognizable landmarks. Strong travel and natural history appeal.",
    "batch": 2,
    "pageText": "Lone Town and Rock of Central Australia",
    "stars": 4
  },
  {
    "file": "5901",
    "subject": "Oban Bay Scotland",
    "description": "Colour photograph of Oban Bay with Mountains of Morven and figures in Highland dress.",
    "verdict": "yes",
    "notes": "Picturesque Scottish coastal scene - Oban's sheltered bay with mountain backdrop and figures in traditional Highland dress. The combination of natural beauty and Scottish culture creates romantic, nostalgic appeal. Lovely for Scotland enthusiasts.",
    "batch": 2,
    "pageText": "Oban Bay and the Mountains of Morven",
    "stars": 4
  },
  {
    "file": "5902",
    "subject": "Scottish Lochs and Rivers",
    "description": "Colour photographs of Poolewe at Loch Ewe and the River Leny rapids near Callander in the Trossachs.",
    "verdict": "yes",
    "notes": "Contrasting Scottish water scenes - the tranquil blue of Loch Ewe versus the tumbling white water of the River Leny. Both showcase Scotland's dramatic relationship with water. Beautiful for nature lovers and those drawn to Scottish landscapes.",
    "batch": 2,
    "pageText": "Still Blue Water and Raging Torrent",
    "stars": 4
  },
  {
    "file": "5903",
    "subject": "Glen Affric and Glen Grudie",
    "description": "Colour photographs of Glen Affric in Inverness-shire and Glen Grudie with Ben Slioch.",
    "verdict": "yes",
    "notes": "Two of Scotland's most beautiful glens. Glen Affric is considered the finest in the UK, with its perfect blend of water, forest, and mountain. The autumn colours and misty mountains create an almost mystical atmosphere. Superb Highland scenery.",
    "batch": 2,
    "pageText": "Beauty and Grandeur of Glen and Mountain",
    "stars": 4
  },
  {
    "file": "5904",
    "subject": "Highland Games and Cattle",
    "description": "Colour photographs of Braemar Highland Gathering and shaggy Highland cattle.",
    "verdict": "yes",
    "notes": "Quintessential Scottish culture - the pageantry of the Highland Games at Braemar and the iconic shaggy Highland cattle. Both images capture the spirit of Scotland's traditions. Great for those who love Scottish heritage and rural life.",
    "batch": 2,
    "pageText": "Highland Games and Highland Cattle",
    "stars": 4
  },
  {
    "file": "5905",
    "subject": "Girl Guide Badges",
    "description": "Colour chart showing comprehensive collection of Girl Guide proficiency badges.",
    "verdict": "no",
    "notes": "Reference chart of Girl Guide badges showing various skills from Artist to Knitter. While historically interesting and nostalgic for former Guides, this is educational reference material rather than decorative art. Limited wall art appeal.",
    "batch": 2,
    "pageText": "Badges to be Earned by Girl Guides",
    "stars": 2
  },
  {
    "file": "5906",
    "subject": "Air Rangers and Sea Rangers",
    "description": "B&W photographs of Girl Guide Air Rangers with Aldis lamps and Sea Rangers on deck.",
    "verdict": "no",
    "notes": "Documentary photographs of specialized Girl Guide sections - Air Rangers learning signaling and Sea Rangers practicing navigation. Historically interesting but the B&W format and institutional subject matter limit decorative appeal.",
    "batch": 2,
    "pageText": "Guides: Air Rangers and Sea Rangers",
    "stars": 2
  },
  {
    "file": "5907",
    "subject": "Victoria Falls",
    "description": "Colour photograph of the Eastern Cataract of Victoria Falls on the Zambezi River.",
    "verdict": "yes",
    "notes": "One of the world's great natural wonders - the \"voice of thunder\" plunging into a narrow gorge. The cascading water, mist, and lush vegetation create a dramatic scene. Excellent for lovers of natural wonders and African landscapes.",
    "batch": 2,
    "pageText": "Magnificent Cataracts of the Victoria Falls",
    "stars": 4
  },
  {
    "file": "5908",
    "subject": "Queen Victoria Portraits",
    "description": "B&W portraits of Queen Victoria including Diamond Jubilee and Winterhalter family group.",
    "verdict": "maybe",
    "notes": "Historical portraits documenting Queen Victoria through her reign - from young queen to empress. The Winterhalter family portrait is particularly charming. Appeals to royal history enthusiasts and Victoriana collectors, but mainly documentary.",
    "batch": 2,
    "pageText": "Victoria: Queen and Empress",
    "stars": 3
  },
  {
    "file": "5909",
    "subject": "British Orders and Medals",
    "description": "Colour plate showing British orders, decorations and medals including Victoria Cross.",
    "verdict": "maybe",
    "notes": "Comprehensive display of British honours from the Victoria Cross to Distinguished Flying Medal. The rich colours and heraldic designs have visual appeal. Interests military historians and collectors, but primarily reference material.",
    "batch": 2,
    "pageText": "Some British Orders and Decorations",
    "stars": 3
  },
  {
    "file": "5910",
    "subject": "Exotic Orchids",
    "description": "Colour photographs of tropical orchids including Cattleya, Cymbidium, and Lady Slipper varieties.",
    "verdict": "yes",
    "notes": "Stunning tropical orchids in delicate pinks, creams, and exotic markings. The variety of forms - from cascading Odontoglossum to sculptural Lady Slipper - showcases nature's creativity. Excellent botanical art for sophisticated spaces.",
    "batch": 2,
    "pageText": "Orchids of Exquisite Colouring",
    "stars": 4
  },
  {
    "file": "5911",
    "subject": "Lake Lucerne Switzerland",
    "description": "Colour photograph of Lake Lucerne with Alps including Rigi, Pilatus, and Great Mythen.",
    "verdict": "yes",
    "notes": "Postcard-perfect Swiss scenery - the azure lake, snow-capped Alps, and charming red-roofed town create an idyllic alpine composition. The quintessential Swiss landscape that has inspired travelers for centuries. Outstanding wall art.",
    "batch": 2,
    "pageText": "Lucerne, One of the Most Lovely of the Swiss Lakes",
    "stars": 5
  },
  {
    "file": "5912",
    "subject": "Standley Chasm Australia",
    "description": "Colour photograph of Standley Chasm in MacDonnell Ranges near Alice Springs with towering red walls.",
    "verdict": "yes",
    "notes": "Dramatic geological wonder - a narrow ravine with 200-foot red rock walls glowing in the sun. The warm ochre and rust colours of the Australian outback create a striking natural artwork. Excellent for those fascinated by geology and wild landscapes.",
    "batch": 2,
    "pageText": "Colour of the Australian Commonwealth",
    "stars": 4
  },
  {
    "file": "5913",
    "subject": "Melbourne and Adelaide",
    "description": "Colour photographs of Melbourne Parliament House and Adelaide North Terrace.",
    "verdict": "maybe",
    "notes": "Documentary views of two Australian state capitals - Melbourne's grand Parliament House and Adelaide's tree-lined boulevard. Historically interesting for those with Australian connections, but mainly architectural documentation.",
    "batch": 2,
    "pageText": "Two State Capitals of Australia",
    "stars": 3
  },
  {
    "file": "5914",
    "subject": "Sydney Harbour Bridge",
    "description": "Colour photograph of Sydney Harbour Bridge from North Shore with harbour view.",
    "verdict": "yes",
    "notes": "Iconic Australian landmark - the majestic Harbour Bridge spanning the blue waters of Sydney Harbour. One of the world's most recognizable structures and a symbol of modern Australia. Excellent for Australian enthusiasts and architecture lovers.",
    "batch": 2,
    "pageText": "Sydney Bridge and Harbour from the North Shore",
    "stars": 4
  },
  {
    "file": "5915",
    "subject": "Midnight Sun Norway",
    "description": "Colour photograph of midnight sun phenomenon in northern Norway with sunset colours.",
    "verdict": "yes",
    "notes": "Ethereal capture of the midnight sun - golden light on water with dramatic silhouettes and the surreal atmosphere of perpetual daylight. The warm colours and reflections create a dreamlike, meditative quality. Outstanding atmospheric art.",
    "batch": 2,
    "pageText": "Where the Sun Shines Night and Day at Midsummer",
    "stars": 5
  },
  {
    "file": "5916",
    "subject": "New Forest Woodland",
    "description": "B&W photograph of sunlight filtering through beech and ash trees in the New Forest.",
    "verdict": "maybe",
    "notes": "Peaceful English woodland scene with dappled sunlight creating patterns on the forest floor. The interplay of light and shadow has artistic merit, though the B&W format limits decorative impact. Appeals to nature lovers and those who appreciate quiet beauty.",
    "batch": 2,
    "pageText": "Sunlight and Shadow in an English Wood",
    "stars": 3
  },
  {
    "file": "5917",
    "subject": "Ancient Scots Pines",
    "description": "B&W photograph of grand old Scots pines with umbrella-like canopies and grazing sheep.",
    "verdict": "maybe",
    "notes": "Atmospheric photograph of ancient Scots pines, favourites of artists with their gnarled branches and flat tops. The pastoral scene with sheep adds bucolic charm. B&W limits decorative impact but appeals to those who love traditional English landscape.",
    "batch": 2,
    "pageText": "The Grandeur of a Group of Ancient Pines",
    "stars": 3
  },
  {
    "file": "5918",
    "subject": "Wellingtonia Trees",
    "description": "B&W photograph of three Giant Sequoias (Wellingtonia) in an English park.",
    "verdict": "maybe",
    "notes": "Impressive specimens of California's Giant Sequoia thriving in Britain since Victorian times. The towering conical forms are striking, though the B&W format reduces visual impact. Appeals to arborists and those interested in botanical history.",
    "batch": 2,
    "pageText": "Splendid Trees of Britain's Countryside",
    "stars": 3
  },
  {
    "file": "5919",
    "subject": "Horses in Sport and Work",
    "description": "Colour plate with thoroughbred stallion and vignettes of horses in various equestrian activities.",
    "verdict": "yes",
    "notes": "Charming equestrian illustration celebrating the horse in all its roles - racing, hunting, polo, dressage, farm work. The central stallion is magnificently rendered. Perfect for horse lovers, country homes, and equestrian enthusiasts.",
    "batch": 2,
    "pageText": "The Horse: Man's Friend in Sport and Work",
    "stars": 4
  },
  {
    "file": "5920",
    "subject": "Horse-Chestnuts in London",
    "description": "Colour photograph of horse-chestnut trees in full bloom with white flower spikes in a London park.",
    "verdict": "yes",
    "notes": "Quintessentially English scene - magnificent horse-chestnuts covered in their distinctive candle-like white flowers. The green parkland and blue sky create a fresh, uplifting image. Perfect for those who love London's green spaces and spring blooms.",
    "batch": 2,
    "pageText": "Horse-Chestnuts in Full Bloom in London",
    "stars": 4
  },
  {
    "file": "5921",
    "subject": "Dragonflies and Water Lilies",
    "description": "Colour illustration of Emperor dragonflies hovering over pond with white water lilies.",
    "verdict": "yes",
    "notes": "Exquisite natural history illustration - iridescent dragonflies with gauzy wings among pristine white water lilies. The delicate detail and fresh colours capture a perfect summer pond moment. Outstanding botanical and entomological art.",
    "batch": 2,
    "pageText": "Dragon-Flies Poised on Gauzy Wings",
    "stars": 5
  }
]